{
	"word": "acumen",
	"meaning": [
		"Quickness, accuracy, and keenness of judgment or insight.",
		"Keenness and quickness in understanding and dealing with a situation; shrewdness.",
		"Quickness of perception or discernment; penetration of mind; the faculty of nice discrimination."
	],
	"sentences": [
		"Capable lawyers with business acumen are valuable to any firm.",
		"Had he possessed the financial acumen to go with his engineering brilliance, he would have made a fortune.",
		"There was acumen displayed by our chairman.",
		"He has the acumen to make sound business decisions.",
		"The Pride Festival treated as a business requires business acumen and is subject to business risks.",
		"But they reveal no less acumen combined with imaginative penetration into the very essence of national existence.",
		"My only question would be his tactical acumen in the premier league.",
		"It was with the recording of cover versions that Miller showed his greatest marketing acumen.",
		"For the next three years, Wilson demonstrated immense political acumen.",
		"Their sales acumen alone isn't enough to make a business successful.",
		"Calvin was of middle stature; his complexion was somewhat pallid and dark; his eyes, to the latest clear and lustrous, bespoke the acumen of his genius.",
		"It required the extraordinary acumen of the great Cuvier at once to recognize, when the first specimens of the Gyrinus edulis.",
		"Remember that you are writing to best display your knowledge, understanding, and critical acumen.",
		"Your drive, energy and desire to excel will be matched by comprehensive formal sales skills training and strong commercial acumen.",
		"He continued his scientific correspondence with unbroken interest and undiminished logical acumen.",
		"The commercial acumen of everyone working for the company has improved in the last few months.",
		"He made many alterations in the Matthew Bible, characterized by critical acumen and a happy choice of strong and idiomatic expressions.",
		"Your financial acumen could be put to the test.",
		"The husband had shown remarkable business acumen throughout his career.",
		"Yesterday I checked on my story acumen because I thought it was nearing its end date.",
		"Ile was endowed with great force of will, indomitable courage, extraordinary acumen, heroic constancy and a discriminating instinct for everything beautiful.",
		"This is a hybrid role, combining business acumen with technological experience.",
		"With his usual acumen, he fixed upon Fersen, who was at his post early in 1790.",
		"My husband is far lacking in the mental acumen to accomplish the task.",
		"He was also the author of many essays which were characterized by much critical acumen, and which had considerable influence on the course of German thought on theological and Biblical questions.",
		"His name is nevertheless justly associated with that vast extension of the bounds of the visible universe which has rendered modern astronomy the most sublime of sciences, and his telescopic observations are a standing monument to his sagacity and acumen.",
		"The distinguishing characteristics of French humanism are vivid intelligence, critical audacity and polemical acumen, perspicuity of exposition, learning directed in its applications by logical sense rather than by artistic ideals of taste.",
		"Dean remem­bered reading about Adolph Messner, a craftsman of the old school who was a stickler for perfection, if not business acumen.",
		"Napier held his Moslem ally in great esteem, and entertained a very high opinion of his political acumen and chivalry as a leader and soldier.",
		"Bonitz (1848), who is the most faithful of all commentators, because to great industry and acumen he adds the rare gift of confessing when he does not understand, and when he does not know what Aristotle might have thought.",
		"But with all necessary deductions the biography is valuable as witnessing to the immense reputation for sanctity and for theological acumen which Ephraim had gained in his lifetime, or at least soon after he died.",
		"Graetz's skill in piecing together detached fragments of information, his vast learning and extraordinary critical acumen, were equalled by his vivid power of presenting personalities.",
		"The progress of this survey was marked by a number of important discoveries of \" new \" and variable stars and of spectroscopic binaries, mainly through the acumen of Mrs Williamina Paton Fleming of Harvard College in scrutinizing the negatives forming the data for the great catalogue.",
		"He speedily outstripped all his competitors in grammatical studies, and by his skill and acumen as a student of philosophy, and in the college disputations gave fruitful promise of that consummate excellence as a reasoner in the department of speculative truth which he afterwards displayed.",
		"From this chapter, some seventy years after de Wette's discovery, Wellhausen with equal acumen inferred that Leviticus was not known to Ezekiel, the priest, and therefore could not have been in existence in his day; for had Leviticus been the recognized Law-book of his nation Ezekiel could not have represented as a degradation the very position which that Law-book described as a special honour conferred on the Levites by Yahweh himself.",
		"This phenomenon was subjected to a detailed investigation by Jean Baptiste Biot during the years 1812 to 1814, and from the results of his experiments Thomas Young, with his brilliant acumen, was led to infer that the colours were to be attributed to interference between the ordinary and extraordinary streams in the plate of crystal.",
		"He continued his scientific correspondence with unbroken interest and undiminished logical acumen; he thought out the application of the pendulum to the regulation of clockwork, which Huygens successfully realized fifteen years later; and he was engaged in dictating to his disciples, Viviani and Torricelli, his latest ideas on the theory of impact when he was seized with the slow fever which in two months brought him to the grave.",
		"In his extant Conoids and Spheroids he defines a conoid to be the solid formed by the revolution of the parabola and hyperbola about its axis, and a spheroid to be formed similarly from the ellipse; these solids he discussed with great acumen, and effected their cubature by his famous \"method of exhaustions.\"",
		"After his return to Amsterdam in 1824 Thorbecke wrote his first political work of any importance, Bedenkingen aangaande het Recht en den Staat (\" Objections anent Law and the State\"), which by its close reasoning and its legal acumen at once drew attention to the young barrister, and procured him in 1825 a chair as professor in Ghent University.",
		"In November 1637 John Clarke (1609-1676), a physician, of religious zeal and theological acumen, arrived at Boston, where, instead of the religious freedom he was seeking, he found the dominant party in the Antinomian controversy on the point.",
		"Its doctrinal thesis (which is supported with great philosophic acumen and rhetorical power) is the divinity and consubstantiality of the Word; incidentally the character of Basil, which Eunomius had aspersed, is vindicated, and the heretic himself is held up to scorn and contempt.",
		"All the above-mentioned writers lived in the halfcentury immediately following the Norman Conquest, but their critical acumen and their literary art vary considerably.",
		"Still based in the Midwest, the home improvement/hardware franchise operation offers individuals the opportunity to run their own business while being able to take advantage of their marketing experience and buying acumen.",
		"Put your long-acquired business acumen to good use as a mentor in the Service Corps of Retired Executives.",
		"The archer appreciates Aquarius's social and business acumen.",
		"Cold readings draw us into the entire psychic phenomena with their eerie accuracy and make us believe in the psychic's powers through her uncanny acumen.",
		"Christine (Y&R) - The name of Lauralee Bell's signature role, the delicacy is offset by her professional acumen and determination.",
		"The extant fragments and conglomerations of the Sibylline oracles, heathen, Jewish and Christian, were collected, examined, translated and explained by C. Alexandre in a monumental edition full of exemplary learning and acumen.",
		"At Acumen Europa, the interim management process starts once we have taken a detailed brief from a client.",
		"You will of course be able to demonstrate strong commercial acumen, entrepreneurial flare and have excellent written and verbal communication skills.",
		"The special feature of his work is its extreme accuracy and definiteness; he combines the highest mathematical acumen with refinement of experimental skill, so that the idea of ranking him as higher in one department than another does not arise.",
		"His latest published work was a biography of his friend Sir Astley Cooper Key, and his last article was a critical examination of the tactics adopted at Trafalgar, which showed his acumen and insight at their best.",
		"He had learnt German methods of exact research, but besides being an accurate philologist he was a literary critic of great acumen and breadth of view, and brought a singularly clear mind to bear on his favourite study of medieval French literature.",
		"In 1877 he received the degree of docteur es lettres with two remarkable theses, a dissertation De Macario magnete, and an Etude sur le Liber pontificalis, in which he explained with unerring critical acumen the origin of that celebrated chronicle, determined the different editions and their interrelation, and stated precisely the value of his evidence.",
		"Nevertheless he possessed the necessary adaptability and acumen to enable him to do justice to the demands of the new age, which imperatively demanded that the interests of the Church should be the first consideration.",
		"Although not without political acumen, he was not a great ruler; his character appears to have been harsh and unlovely, and he was addicted to drink.",
		"It required the extraordinary acumen of the great Cuvier at once to recognize, when the first specimens of the Gyrinus edulis .",
		"It was to open the way to new ideals in literature and art, and the writers to whom Lowell turned for assistance - Hawthorne, Emerson, Whittier, Poe, Story and Parsons, none of them yet possessed of a wide reputation - indicate the acumen of the editor.",
		"Of Biblical and exegetical works we have a considerable part of Eusebius' Commentaries on the Psalms and on Isaiah, which are monuments of learning, industry and critical acumen, though marred by the use of the allegorical method characteristic of the school of Origen; also a work on the names of places mentioned in Scripture, or the Onomasticon, the only one extant of a number of writings on Old Testament topography; and an epitome and some fragments of a work in two parts on Gospel Questions and Solutions, the first part dealing with the genealogies of Christ given in Matthew and Luke, the second with the apparent discrepancies between the various gospel accounts of the resurrection.",
		"Liz's acumen in communication enabled her to prosper in the field of sales.",
		"You're very artistic, but also possess a great business acumen.",
		"They exercise their acumen in multiplying difficulties; but all such questionable doctrines are presently re-established from a different point of view as truths of faith or findings of church authority.",
		"He lacks the skills or the political acumen to campaign."
	],
	"synonyms": [
		"insightfulness",
		"wisdom",
		"sharpness",
		"perception",
		"insight",
		"acuteness",
		"keenness",
		"wit",
		"shrewdness",
		"sagacity",
		"perspicacity",
		"percipience",
		"discernment",
		"astuteness",
		"smarts"
	],
	"antonyms": [
		"inability",
		"short-sightedness",
		"obtuseness",
		"stupidity",
		"dullness",
		"ineptness",
		"denseness",
		"ignorance"
	]
}