{
	"word": "sordid",
	"meaning": [
		"Morally degraded.",
		"Dirty; filthy.",
		"Squalid; depressingly wretched.",
		"Base; ignoble; mean.",
		"Mercenary, avaricious, grasping, or meanly selfish."
	],
	"sentences": [
		"For the first time in their history, they stood a real chance of turning a sordid love story into a pure one.",
		"Obviously they thought there was something sordid to hide.",
		"It was too ugly, too sordid, too fearful to be heroic.",
		"His vices were rather of the sordid than of the satanic order.",
		"It was not a reaction the Deans expected when Effie read the sordid confirmation her great aunt was a prostitute and carrying on an adulterous affair.",
		"It all tended to a common round, a narrow and somewhat sordid outlook.",
		"Apathy took the place of enthusiasm, and sordid worries succeeded to high hopes.",
		"He was mixed up with the sordid intrigues which preceded the deposition of Edward II., and supplied Queen Isabella and Mortimer in Paris with money in 1325 from the revenues of Guienne, of which province he was treasurer.",
		"In the pursuit of pure science for its own sake, undisturbed by sordid considerations, he shone as a beacon light to younger men - an exemplar of simple tastes, robust nature and lofty aspirations.",
		"The ambitions which Henry cherished, if extravagant, were never sordid; his patriotism, though seldom attested by practical measures, was thoroughly sincere.",
		"Guicciardini was the product of a cynical and selfish age, and his life illustrated its sordid influences.",
		"The remainder of his life was spent in retirement, varied by a good deal of sordid intrigue.",
		"The innocent girl, Lisa, finds herself the object of the savage brutes ' sordid desires.",
		"For all those of you yearning for a sordid account of drunken debauchery.",
		"He makes men naturally selfish; he represents them as pursuing wealth for sordid objects, and for the narrowest personal pleasures.",
		"This is when the whole sordid episode turns sinister.",
		"If Hotmail is anything to go by you will also get lots of other stuff on top - some rather sordid.",
		"There comes a purpose to stop the world being so sordid, to help the people rather than dismiss them.",
		"No little woman is so trifling and sordid, no handmaid so squalid, but that she gained some advantage from his death.",
		"The sordid incidents of her rise, and the insolence with which she used her triumph, had alienated all hearts from the unhappy woman.",
		"A cursory glance at the plot does little to dispel the myth that this is a sordid gothic tale of horror.",
		"The whole sordid affair was kept secret for nearly 75 years.",
		"She was young; it was her sordid little secret.",
		"Now in Judah, the Southern Kingdom the same sordid story was repeated.",
		"His blunt and candid style and earthy (some would say sordid) subject matter are a Hollywood producer 's nightmare.",
		"There were half empty cups of green tea and large spittoons filled with sordid saliva and sediment.",
		"The unbending rules of etiquette and ceremony hide the sordid exchange between the geisha 's ' mother ' and her ' sponsors '.",
		"The combination of sexual content and the pulpy storyline made for an adult game that was more stylish than sordid.",
		"This, coupled with his ever-flirtatious ways, led to a string of sordid affairs throughout the years.",
		"The one bright side of this gloomy and sordid period was the rapprochement between the Scandinavian kingdoms during the revolutionary wars.",
		"These medium-sized mill towns breed a sordid viciousness which makes gangsters seem as benign as Robin Hood and the East Side a cultural paradise.",
		"This is the same coalition of the shilling that now purports to export its sordid distortion of democracy to Baghdad.",
		"His blunt and candid style and earthy (some would say sordid) subject matter are a Hollywood producer's nightmare.",
		"Here the tale gets even more sordid with shady characters offshore funding and other private investments appearing.",
		"Astute in small matters, he had no breadth of view or foresight; his policy was continually warped by his passions or caprices; he flaunted vices of the most sordid kind with a cynical indifference to public opinion, and shocked an age which was far from tenderhearted by his ferocity to vanquished enemies.",
		"Though doubtless divided into different tribes scattered over an extensive tract of land, the subjected aborigines were slumped together under the designation of Sudras, whose duty it was to serve the upper classes in all the various departments of manual labour, save those of a downright sordid and degrading character which it was left to vratyas or outcasts to perform.",
		"Afterwards the constant and easy changes of allegiance, as one faction or the other was in the ascendant, the wholesale confiscations and attainders, the never-ending executions, the sudden prosperity of adventurers, the premium on time-serving and intrigue, sufficed to make the whole nation cynical and sordid.",
		"Elsewhere in Ramsay Street, Cheryl 's daughter Janine attempts to shake off her sordid past once more.",
		"Us Magazine is also reporting plenty of sordid details.",
		"As many a waiter and waitress are only to happy to share, there are plenty of sordid tales involving massive orders of food, unpleasant personalities and pathetic tips to top it all off.",
		"Among these were to be found the most sordid opportunism and the most heroic self-effacement, the crassest supernaturalism and - the loftiest conceptions of practical morality.",
		"Few diplomatic hagglings have been so long and so sordid as that between England and Spain over the marriage treaty which gave the hand of Catherine of Aragon first to Henrys eldest son Arthur, and then, on his premature death in 1502, to his second son Henry.",
		"Because of the futility and sordid intrigues which characterized the independent Military Government at Canton, he, whose reputation in 1912 had stood high at home and abroad, came gradually to be regarded as an irreconcilable conspirator, whose personal ambitions were largely responsible for the continuance of the senseless civil strife between the North and the South.",
		"Tell me Howie doesn't know all this sordid business shit is going on.",
		"Whatever is intended to produce hypnosis, is likely to induce sordid intoxication, or creates fog, has got to be given up.",
		"Nothing heroic or romantic was within Defoe's view; he could not understand passionate love, ideal loyalty, aesthetic admiration or anything of the kind; and it is probable that many of the little sordid touches which delight us by their apparent satire were, as designed, not satire at all, but merely a faithful representation of the feelings and ideas of the classes of which he himself was a unit.",
		"I flirted like a hooker and goaded him into discussing all those sordid confessions he'd be hearing.",
		"He remained, however, uncertain how to do so without immersing himself further in Lydia Larkin's sordid activities.",
		"Further, he not only created a style of his own, but, instead of taking the substance of his writings from Greek poetry, or from a remote past, he treated of the familiar matters of daily life, of the politics, the wars, the administration of justice, the eating and drinking, the money-making and money-spending, the scandals and vices, which made up the public and private life of Rome in the last quarter of the and century B.C. This he did in a singularly frank, independent and courageous spirit, with no private ambition to serve, or party cause to advance, but with an honest desire to expose the iniquity or incompetence of the governing body, the sordid aims of the middle class, and the corruption and venality of the city mob.",
		"With much that was sordid and brutal in his character George combined a highly cultivated literary taste, and in the course of his chequered career he had found the means of collecting a splendid library, which Julian ordered to be conveyed to Antioch for his own use.",
		"The last years of the king were still further embittered by sordid differences with his sons-in-law, especially with the most ambitious of them, Korfits Ulfeld.",
		"Watling did not like him, calling him \" a very mercenary, sordid person \" .",
		"At times, tho, it felt unnecessarily sordid.",
		"That sounds so sordid but, I guess, something like that.",
		"It's a little sordid and not undeserved, but I must say, it's plausible.",
		"His is a sordid history."
	],
	"synonyms": [
		"seedy",
		"sleazy",
		"squalid",
		"seamy",
		"dirty",
		"flyblown",
		"wicked",
		"nasty",
		"gross",
		"grasping",
		"foul",
		"filthy",
		"despicable",
		"degraded",
		"corrupt"
	],
	"antonyms": [
		"honorable",
		"reputable",
		"wonderful",
		"good",
		"respectable"
	]
}