{
	"word": "avow",
	"meaning": [
		"To acknowledge or declare openly and unashamedly.",
		"To declare openly or admit frankly.",
		"To state positively; declare.",
		"To acknowledge or claim (oneself) to be.",
		"To declare openly and boldly, as something believed to be right; to own, acknowledge or confess frankly.",
		"(obsolete) Avowal."
	],
	"sentences": [
		"In 1795 he married her privately, but did not avow his marriage till 1802.",
		"But anarchists do not avow autocracy as the ultimate condition they seek.",
		"It's because they do not more boldly avow God.",
		"From the real or fancied rapprochements between Cartesianism and Jansenism, it became for a while impolitic, if not dangerous, to avow too loudly a preference for Cartesian theories.",
		"Washington (9 vols., New York, 1853-1854), and - the best - by Paul 3 \"Jefferson, in 1789, wrote some such stuff about the will of majorities, as a New Englander would lose his rank among men of sense to avow.\"",
		"The earlier phases of the French Revolution excited his deepest sympathy, a sympathy which induced him to avow his strong; disapproval of the war with France.",
		"Many couples use their vows to avow their love as well as make promises for the future.",
		"But with Wagner, just as there are people who have never tried to follow a sonata but who have been awakened by his music-dramas to a sense of the possibilities of serious music, so there are lovers of music who avow that they owe to Wagner their appreciation of poetry.",
		"Unable to induce Burr to avow Federalist principles, influential Federalists, in defiance of the constitution, contemplated the desperate alternafive of preventing an election, and appointing an extra-constitutional (Federalist) president pro tern pore.",
		"If his theory of government deviated from the republican standard he had the candour to avow it, and the greater merit of co-operating faithfully in maturing and supporting a system which was not his choice.\"",
		"As for treaties to the contrary, he was to avow in his Reminiscences that these have little force when no longer reinforced by the interests of the contracting parties."
	],
	"synonyms": [
		"swan",
		"verify",
		"swear",
		"aver",
		"assert",
		"affirm",
		"avouch",
		"proclaim",
		"concede",
		"announce",
		"profess",
		"state",
		"maintain",
		"grant",
		"confess"
	],
	"antonyms": [
		"disavow",
		"condemn",
		"censure",
		"disown",
		"dispute",
		"renounce",
		"disclaim",
		"repudiate",
		"deny"
	]
}