{
	"word": "divulge",
	"meaning": [
		"To make known; disclose; reveal.",
		"To proclaim publicly.",
		"To indicate publicly; to proclaim."
	],
	"sentences": [
		"It was as if she was being forced to divulge what she wanted to tell but had promised not to.",
		"He would cross his fingers and trust she wouldn't divulge any confidences to her boss, Fitzgerald.",
		"On no account must they divulge it to unbaptized persons.",
		"The priest is bound, under the most stringent penalties, never to divulge what he has thus learnt.",
		"Howie directed the four of us to go someplace nearby, inside or outside, and not divulge the location.",
		"I almost feel too intimidated to divulge my personal details... ... .",
		"Be wary of any hotline that asks you to divulge personal details.",
		"Dean's marriage to Cynthia hadn't helped break the tie as she wisely refused to divulge to either of them how she voted.",
		"I will not sell, or otherwise divulge, your email address to anyone.",
		"Hibil allows himself to be half swallowed by the monster, but is unhurt, and compels his antagonist to recognize the superiority of Mana rabba, the God of light, and to divulge his profoundest secret, the hidden name of darkness.",
		"The DVLA wo n't divulge who the current owner of this vehicle is.",
		"He had a talisman, the use of which he would not divulge, saying the stone could speak for itself.",
		"Depending how much information you divulge, most users will have a photo and numerous personal affects for the taking by scammers.",
		"She would make Dean promise not to divulge his occupation, giving some weak excuse neither believed.",
		"No, we do not divulge any Customer's details to any third parties.",
		"The latter's position in refusing to divulge the information to the claimant is readily intelligible on its face.",
		"He also vowed, if he should bear rule himself, to make no violent use of his power, nor outshine those set under him by superior display, to make it his aim to cherish the truth and unmask liars, to be pure from theft and unjust gain, to conceal nothing from his fellow-members, nor to divulge any of their affairs to other men, even at the risk of death, to transmit their doctrines unchanged, and to keep secret the books of the society and the names of the angels.",
		"I have thought that Walden Pond would be a good place for business, not solely on account of the railroad and the ice trade; it offers advantages which it may not be good policy to divulge; it is a good port and a good foundation.",
		"By establishing yourself as a loyal customer, the fishmonger will be more likely to steer you to the best deals, the freshest seafood, and information that he might not otherwise be willing to divulge.",
		"You may want to consider registering with the site even though you may have to divulge a bit of personal information, like your address and e-mail address.",
		"Share you thoughts on the best online casinos or divulge your secret strategies for winning online auctions.",
		"Surprisingly, manufacturers of tattoo ink do not have to divulge whatexactly isin it, so you, and likely your tattoo artist, may never know exactly what chemical compounds have been used to create the ink.",
		"Most are perfectly legit, but as always, be wary of tainted downloads (big zip files should be viewed with suspicion) and don't divulge any important information.",
		"Dean paused before answering, not just to build the suspense, but to think how much information to divulge.",
		"Josephus, who as a priest knew the pronunciation of the name, declares that religion forbids him to divulge it; Philo calls it ineffable, and says that it is lawful for those only whose ears and tongues are purified by wisdom to hear and utter it in a holy place (that is, for priests in the Temple); and in another passage, commenting on Lev.",
		"Joanna also has some favorite items to divulge when it comes to achieving the perfect smile makeover.",
		"Predators are everywhere, and they are just waiting for a naive teen to divulge this information.",
		"It's important to be an active participant in therapy, but keep in mind, you won't have to divulge any information that you don't feel comfortable with.",
		"The problem with this is the fact that in the some areas of the world, particularly within the United States, food companies are not required to divulge if food contains GMO ingredients.",
		"However, a school teacher has evidence to the contrary, and just when she is about to divulge the truth, Damien hands her a cup of coffee.",
		"Never divulge your information to someone who has contacted you first.",
		"You may be surprised to hear some fun fitness facts that divulge information not just about your body, but your mind as well.",
		"If you played the other games and your only real gripe was that even after beating the game, you had no clue as to what was happening, this game does seem to divulge the most story to date for the average player.",
		"Homeschool programs that refuse to divulge their costs up-front are best avoided.",
		"This body language can also mean they have a secret that they don't want to divulge.",
		"Explain what information they are free to divulge and what to withhold.",
		"While some studios may remain tight lipped, at least one or two will divulge an email address for fan mail.",
		"Try not to divulge more than a simple answer to the questions posed to you.",
		"Also, be prepared to divulge information regarding where you live, how long you have lived there and personal references.",
		"Considering the important part played by the Egyptian sojourn of the Hebrews, as narrated in the Scriptures, it was certainly not an overenthusiastic prediction that the Egyptian monuments when fully investigated would divulge important references to Joseph, to Moses, and to the all-important incidents of the Exodus; but half a century of expectant attention in this direction has led only to disappointment.",
		"The time requisite for the several degrees is unknown, and may have been determined by the Patres, who conferred them in a solemn ceremony called Sacramentum, in which the initial step was an oath never to divulge what should be revealed, and for which the mystic had been specially prepared by lustral purification, prolonged abstinence, and severe deprivations."
	],
	"synonyms": [
		"unveil",
		"let out",
		"give away",
		"betray",
		"tell",
		"reveal",
		"expose",
		"blab",
		"spill",
		"uncover",
		"discover",
		"break",
		"bring out",
		"let-on",
		"unwrap"
	],
	"antonyms": [
		"conceal",
		"hide",
		"keep",
		"secrete"
	]
}