{
	"word": "malaise",
	"meaning": [
		"A vague feeling of physical discomfort or uneasiness, as early in an illness.",
		"Any vague feeling of uneasiness, often, specif., one that is pervasive in a community.",
		"A general sense of depression or unease.",
		"Ill will or hurtful feelings for others or someone."
	],
	"sentences": [
		"The earliest symptoms are slight gastric disorders, loss of appetite and general malaise, followed later by colicky pains, irritation of eyelids and skin eruptions.",
		"Art adds to the health of society, sometimes by exposing underlying malaise.",
		"It can by this be an indicator of social ills or spiritual malaise.",
		"There is no reason to suggest this malaise is about to disappear.",
		"Sometimes, before the symptoms appear, people experience preliminary symptoms, including fever, malaise, sore throat, or headache.",
		"They are, however, symptomatic of a more general malaise.",
		"In addition, the general malaise depression brings on makes teens care less about grades and attendance.",
		"Socialist accounts argued that this physical malaise was compounded by the role of clothing in effecting oppressive social stratification; clothes were seen as masking the innate equality of all people.",
		"In most cases, the first sign of mumps is a swelling in the parotid glands; occasionally, mumps may begin with a slight fever, headache, and malaise before the swelling appears.",
		"A single paroxysm of simple ague may come upon the patient in the midst of good health or it may be preceded by some malaise.",
		"There just seems to be a general malaise in our side of nearly players.",
		"Heavy or regular drug use may be a symptom of a deeper malaise.",
		"By region, European sales were flat due to the general economic malaise.",
		"The remaining patients survived without long-term sequelae other than one patient with ongoing malaise.",
		"Malaise (a general feeling of physical discomfort), loss of appetite, fever, and loss of energy are examples of constitutional symptoms.",
		"Herpetic gingivostomatitis-A severe oral infection that affects children under five years of age; vesicles and ulcerations, edematous throat, enlarged painful cervical lymph nodes occur; chills, fever, malaise, bed breath, and drooling.",
		"Of more long-term concern must be the general despondency and malaise that is threatening to smother everything at the club.",
		"According to Conservative leader Michael Howard, Margaret Dixonâs canceled operations are a sign of a continuing malaise at the heart of the NHS.",
		"Okay, I'm not gonna drone on during this time of gravity and deep moral malaise.",
		"Eclipses come along to shake people out of a malaise, and they are here to get everyone moving."
	],
	"synonyms": [
		"uneasiness",
		"unease",
		"lassitude",
		"sickness",
		"melancholy",
		"illness",
		"disease",
		"despair",
		"depression",
		"anxiety",
		"disquietude",
		"discomfort"
	],
	"antonyms": [
		"well-being",
		"health",
		"healthiness",
		"good health"
	]
}