{
	"word": "analogous",
	"meaning": [
		"Similar or comparable in certain respects.",
		"Similar in function but not in origin and structure.",
		"Similar or alike in such a way as to permit the drawing of an analogy.",
		"Similar in function but not in structure and evolutionary origin.",
		"Having analogy; corresponding to something else; bearing some resemblance or proportion;—often followed by \"to\"."
	],
	"sentences": [
		"Analogous colors are easy on the eyes and make your projects beautiful.",
		"Its constitutional origin was analogous to that of the star chamber and the court of requests.",
		"The double cyanides of cobalt are analogous to those of iron.",
		"An analogous contradiction can be found for relations.",
		"But the movements of the body are not analogous to the movements of matter; they are caused by a special immaterial force, the soul.",
		"The circulation of magnetic induction or flux through magnetic and non-magnetic substances, such as iron and air, is in many respects analogous to that of an electric current through good and bad conductors.",
		"In Britain, although they are often very abundant, we have scarcely anything analogous.",
		"Analogous difficulties arise in the application of other calorimetric methods.",
		"The tombs in some instances form subterranean groups more analogous to the general idea of a catacomb.",
		"In the southern chain is found a limestone formation analogous to that in Bali, Lombok and Java.",
		"When an electric current flows round a circuit, there is no accumulation of electricity anywhere in the circuit, hence the current strength is everywhere the same, and we may picture the current as analogous to the flow of an incompressible fluid.",
		"In contact with a solvent a metal is supposed to possess a definite solution pressure, analogous to the vapour pressure of a liquid.",
		"The manufacture of overshoes and fishing boots is an analogous process, only the canvas base is more thickly coated with a highly pigmented rubber of low quality.",
		"Cobalt is deposited by a method analogous to that used for its sistermetal nickel.",
		"The analogous formula appertaining to n systems of quantities which Vienna Transactions, t.",
		"Nevertheless, many important problems relating to the distribution of magnetic induction may be solved by methods similar to those employed for the solution of analogous problems in electricity.",
		"Both observers noticed analogous effects in the residual magnetization.",
		"The leading idea of this work was contained in a paper published in the Berlin Memoirs for 1772.5 Its object was the elimination of the, to some minds, unsatisfactory conception of the infinite from the metaphysics of the higher mathematics, and the substitution for the differential and integral calculus of an analogous method depending wholly on the serial development of algebraical functions.",
		"It deserves to be recorded as one of the numerous coincidences of discovery that Laplace, on being made acquainted by Lagrange with his new method, produced analogous expressions, to which his independent researches had led him.",
		"It will be seen that from the biological standpoint there fall under the stricter definition those hereditary modes of behaviour which are analogous to hereditary forms of structure; and that a sharp line of distinction is drawn between the behaviour which is thus rendered definite through heredity, and the behaviour the distinguishing characteristics of which are acquired in the course of individual life.",
		"Analogous changes are observed in the residual magnetization which remains after the wire has been subjected to fields of different strength.",
		"From Heaven and Earth sprang the remaining members of a circle analogous to the Olympic gods.",
		"The constitution of Hungary is in many respects strikingly analogous to that of Great Britain, more especially in the fact that it is based on no written document but on immemorial prescription, confirmed or modified by a series of enactments, of which the earliest and most famous was the Golden Bull of Andrew III.",
		"Evolution and involution are usually regarded as operations of ordinary algebra; this leads to a notation for powers and roots, and a theory of irrational algebraic quantities analogous to that of irrational numbers.",
		"The outer and inner products of two extensive quantities A, B, are in many ways analogous to the quaternion symbols Vab and Sab respectively.",
		"Owen's definition of analogous structures holds good at the present day.",
		"We do not yet know whether such absolute blending is possible or not, or whether all apparent blending is only a more or less minutely subdivided \" mosaic \" of non-combinable characters of the parents, in fact whether the combinations due to heredity in reproduction are ever analogous to chemical compounds or are always comparable to particulate mixtures.",
		"An Iranian origin would not account for the presence of analogous types on the Yenisei.",
		"It begins with a psalm (xc.) ascribed in the title to Moses, and seemingly designed to express feelings appropriate to a situation analogous to that of the Israelites when, after the weary march through the wilderness, they stood on the borders of the promised land.",
		"M 2 SnC1 61 analogous to the chloroplatinates; the salt (NH 4) 2 SnC1 6 is known industrially as - \"pink salt\" on account of its use as a mordant to produce a pink colour.",
		"In the Flyting of Dunbar and Kennedie, an outstanding specimen of a favourite northern form, analogous to the continental estrif, or tenzone, he and his rival reach a height of scurrility which is certainly without parallel in English literature.",
		"The money so spent, if judiciously used, insures the undertaking against loss by diminishing the mining risk, and is thus analogous to premiums paid to insure against fire or other sources of loss.",
		"In the Gospel he had no opportunity for showing his power in a manner strictly analogous.",
		"Numerous derivatives of acridine are known and may be prepared by methods analogous to those used for the formation of the parent base.",
		"A single vortex will remain at rest, and cause a velocity at any point inversely as the distance from the axis and perpendicular to its direction; analogous to the magnetic field of a straight electric current.",
		"Motion symmetrical about an Axis.-When the motion of a liquid is the same for any plane passing through Ox, and lies in the plane, a function ' can be found analogous to that employed in plane motion, such that the flux across the surface generated by the revolution of any curve AP from A to P is the same, and represented by 2s-4 -11'o); and, as before, if d is the increase in due to a displacement of P to P', then k the component of velocity normal to the surface swept out by PP' is such that 274=2.7ryk.PP'; and taking PP' parallel to Oy and Ox, u= -d/ydy, v=dl,t'/ydx, (I) and 1P is called after the inventor, \" Stokes's stream or current function,\" as it is constant along a stream line (Trans.",
		"This statement is quite consistent with the continuous production of new segments at the neck of the scolex, for such a process is analogous to the development of the segments in a Chaetopod, which is a perfectly distinct phenomenon from the regeneration of new segments to supply the place of a head or tail-end or some other portion that has been lesioned.",
		"The prepared tobacco, while still moist and pliant, is pressed between cylinders into a light cake, and cut into fine uniform shreds by a machine analogous to the chaff-cutter.",
		"The material is supplied to the twisting machinery by an attendant, and formed into a cord of uniform thickness, twisted and wound on a drum by mechanism analogous to that used in rope-spinning.",
		"The measures were those of the late-medieval town economy applied to the wide region of the German Baltic trade, but not supported, as was the analogous mercantilist system, by a strong central government.",
		"The coinage began before the Roman conquest was completed; the monetary system resembles that of the Roman republic, with values analogous to denarii and quinarii.",
		"Thus it is not surprising that Pisa should already have had its own code of laws (Consuetudini di mare), which in 1075 were approved by Gregory VII., and in 1081 confirmed by a patent from the emperor Henry IV., a document which mentions for the first time the existence of a magistrate analogous to the consuls of the republic, although the latter, according to some writers, already existed in Pisa as early as the year 1080; the point, however, is doubtful, and other writers place the first authentic mention of the consuls in the year 1094.1 The oldest of Pisan statutes still extant is the Breve dei consoli di mare of 1162.",
		"The former is specially modified in a few genera in a manner analogous to the \"proboscis\" of certain Rhabdocoel Turbellaria.",
		"The whole apparatus is so exactly analogous in structure to the poison-gland and tooth of a venomous snake as to suggest a similar function, and there is now evidence that it employs this organ as an offensive weapon.",
		"The two worlds of nature and spirit are perfectly distinct, but they are intimately related by analogous substances, laws and forces.",
		"The reader should, however, notice that what is generally called electric force is the analogue in electricity of the so-called acceleration of gravity in mechanics, whilst electrification or quantity_of electricity is analogous to mass.",
		"If a charged condenser is suddenly discharged and then insulated, the reappearance of a potential difference between its coatings is analogous to the reappearance of a torque In the case of a glass fibre which has been twisted, released suddenly, and then gripped again at the ends.",
		"We find a precisely analogous effect in optics which justifies the term \" electrical image.\"",
		"The archbishop of York has immediate spiritual jurisdiction as metropolitan in the case of all vacant sees within the province of York, analogous to that which is exercised by the archbishop of Canterbury within the province of Canterbury.",
		"He has also an appellate jurisdiction of an analogous character, which he exercises through his provincial court, whilst his diocesan jurisdiction is exercised through his consistorial court, the judges of both courts being nominated by the archbishop. His ancient testamentary and matrimonial jurisdiction was transferred to the crown by the same statutes which divested the see of Canterbury of its jurisdiction in similar matters.",
		"The action of this mill is really more nearly analogous to that of a centrifugal pump, as no grinding action takes place in it.",
		"Pyritic ores containing copper are treated by methods analogous to those of the copper smelter.",
		"This is smelted with rich gold ores, notably those containing tellurium, for white metal or regulus; and by a following process of partial reduction analogous to that of selecting in copper smelting, \" bottoms \" of impure copper are obtained in which practically all the gold is concentrated.",
		"The so-called Klippen of the Swiss Alps are now usually supposed to rest upon thrustplanes, but they are not strictly analogous, either in structure or in position, with those of the Carpathians.",
		"It is precipitated as the metal from solutions of its salts by the metals of the alkalis and alkaline earths, zinc, iron, copper, &c. In its chemical affinities it resembles arsenic and antimony; an important distinction is that it forms no hydrogen compound analogous to arsine and stibine.",
		"Bismuth also forms the sulphohaloids, BiSCI, BiSBr, BiSI, analogous to the oxyhaloids.",
		"The powers thus appealed to occupy a position analogous to that of seconds in a duel, who are authorized to arrange an \"affair of honour\" between their principals.",
		"That nothing analogous to bitumen exists in coals is proved by the fact that the ordinary solvents for bituminous substances, such as bisulphide of carbon and benzol, have no effect upon them, as would be the case if they contained bitumen soluble in these re-agents.",
		"Percy, the mineral matter being also changed by the removal of silica and alkalis and the substitution of substances analogous in composition to fire-clay.",
		"The Dichobunidae may be regarded as occupying a position analogous to that of the Homacodontidae in the Tylopoda, and like the latter, are probably the direct descendants of Condylarthra.",
		"It is that part of the digestive apparatus which is analogous to the single stomach of other Mammalia, as the food there undergoes the process of chymification, after being macerated and ground down in the three first stomachs.",
		"The geography of the Western province includes many interesting features, the in many ways peculiar Albert Nyanza (q.v.), the great snowy range of Ruwenzori (q.v.), the dense Semliki, Budonga, Mpanga and Bunyaraguru forests, the salt lakes and salt springs of Unyoro and western Toro, the innumerable and singularly beautiful crater lakes of Toro and Ankole, the volcanic region of Mfumbiro (where active and extinct volcanoes rise in great cones to altitudes of from 11,000 to nearly 15,000 ft.), and the healthy plateaus of Ankole, which are in a lesser degree analogous in climate and position, and the Nandi plateau on the east of Victoria Nyanza.",
		"These, the bishops in the first instance of provincial capitals, gradually acquired a control over their episcopal brethren in lesser cities, analogous to that of the civil governor over other provincial officials.",
		"It further follows, as in the analogous case of light, that there is a certain angle termed the critical angle, whose sine is found by dividing the less by the greater velocity, such that all rays of sound meeting the surface separating two different bodies will not pass onward, but suffer total reflection back into the first body, if the.",
		"The minor variations of Chronicles from the books of Samuel and Kings are analogous in principle to the larger additions and omissions, so that the whole work has a consistent and well-marked character, presenting the history in quite a different perspective from that of the old narrative.",
		"Systems of spheres have characters analogous to those of systems of circles.",
		"In any stiffened suspension bridge the action of the pier will be analogous to that of a pier between two arches.",
		"These German demands, which were exactly analogous to those formerly put forward by the Czechs, so long as they were still in a minority, now roused violent opposition among the latter.",
		"Analogous laws were promulgated in the three other purely German Crown lands.",
		"This system of State control prevented industries which used grain as their raw material from buying in an open market, and in their case too it was found necessary to regulate supplies by means of an organization analogous to that of the economic associations already mentioned.",
		"All that is certainly known about the antiquity of the sieu is that they were well established in the 3rd century B.C. Their initial point at the autumnal equinox marked by Kio (Spica Virginis) suits a still later date; and there is no valid evidence that the modern series resulted from the rectification of an older superannuated arrangement, analogous to the Krittika sequence of nakshatras.",
		"It is quite certain that from the 3rd century onward there existed in the Eastern Church an order of women, known as deaconesses, who filled a position analogous to that of deacons.",
		"The secret of the enthusiasm of the masses for the analogous expression Theotokos is to be sought not so much in the Nicene doctrine of the incarnation as in the recent growth in the popular mind of notions as to the dignity of the Virgin Mary, which were entirely unheard of (except in heretical circles) for nearly three centuries of the Christian era.",
		"Light is therefore an influence propagated as wave-motion, and moreover by transverse undulations, for the reasons brought out by Thomas Young and Augustin Fresnel; so that the aether is a medium which possesses elasticity of a type analogous to rigidity.",
		"The fundamental character of energy in material systems here comes into view; if there were any other independent scalar entity, besides mass and energy, that pervaded them with relations of equivalence, we should expect the existence of yet another set of qualities analogous to those connected with temperature.",
		"This theory may have been nothing more than an instance of the Greek tendency to assign a northern or \"hyperborean\" home to deities in whose character something analogous to the stormy elements of nature was found.",
		"There was a mythic bird-cherub, and then perhaps a winged animal-form, analogous to the winged figures of bulls and lions with human faces which guarded Babylonian and Assyrian temples and palaces.",
		"The variations are analogous to those under (1), except that here the birth-years of the patriarchs in both Sam.",
		"Broadly speaking these methods of revelation are found in all ancient religions, but no other religion presents anything precisely analogous to prophecy.",
		"This would make the Round Table analogous to the turning castles which we frequently meet with in romances; and while explaining the peculiarities of Layamon's text, would make it additionally probable that he was dealing with an earlier tradition of folklore character, a tradition which was probably also familiar to Wace, whose version, though much more condensed than Layamon's, is yet in substantial harmony with this latter.",
		"To judge from analogous instances of a double nomenclature, the two names revert to two different centres for the cult of a storm-god, though it must be confessed that up to the present it has been impossible to determine where these centres were.",
		"He clearly set forth also the phenomena of analogous or parallel adaptation.",
		"The minute gradations observed by Hyatt, Waagen and all invertebrate palaeontologists, in the hard parts (shells) of molluscs, &c., are analogous to the equally minute gradations observed by vertebrate palaeontologists in the hard parts of reptiles and mammals.",
		"Thus we observe persistent organs and persistent types of animals, analogous organs and analogous types of animals, and this analogy applies still further to the rival and more or less contradictory hypotheses of the sudden as distinguished from the gradual appearance of new parts or organs of animals, and the sudden appearance of new types of animals.",
		"Because of the repetition of analogous physiographic and climatic conditions in regions widely separated both in time and in space, we discover that continental and local adaptive radiations result in the creation of analogous groups of radii among all the vertebrates and invertebrates.",
		"Nature, limited in her resources for adaptation, fashioned so many of these animals in like form that we have learned only recently to distinguish similarities cf analogous habit from the similitudes of real kinship. From whatever order of Mammalia or Reptilia an animal may be derived, prolonged aquatic adaptation will model its outer, and finally its inner, structure according to certain advantageous designs.",
		"Among invertebrates similar analogous groups also develop. This is especially marked in retrogressive, though also wellknown in progressive series.",
		"Their numbers were several times seriously reduced by the matlazhuatl, apparently analogous to yellow fever, but not attacking the whites, and unknown before the conquest.",
		"Perhaps we may illustrate his position by saying that the elements undergo a change analogous to what takes place in iron, when by being brought into an electric field it becomes magnetic. The substance of the elements remain as well as their accidents, but like baptismal water they gain by consecration a hidden virtue benefiting soul and body.",
		"On the other hand, it is probable that in many cases the desire for reservation has arisen, in part at least, from a wish for some thing analogous to the Roman Catholic customs of exposition and benediction; and the chief objection to any formal practice of reservation, on the part of many who otherwise would not be opposed to it, is doubtless to be found in this fact.",
		"The question of the legality of reservation was brought before the two archbishops in 1899, under circumstances analogous to those in the Lambeth Hearing on Incense.",
		"It may be held as undoubted that the later Manichaeans celebrated mysteries analogous to Christian baptism and the Lord's Supper, which may have rested upon ancient consecration rites and other ceremonies instituted by Mani himself and having their origin in nature worship.",
		"Later on Zarvan was elevated to the position of supreme principle, creator of Ormazd and Ahriman, and, long 1 Analogous to this is the veneration in which the Catholic monks and the Neoplatonic \"` philosophers\" were held; but the prestige of the Manichaean electi was greater than that of the monks and the philosophers.",
		"On the other hand, pelagic sealing, being a method of promiscuous slaughter, was illegitimate; it was contra bonos mores and analogous to piracy.",
		"The \" maritime provinces \" of eastern Canada, including Nova Scotia, New Brunswick and Prince Edward Island, may be considered together; and to these provinces as politically bounded may be added, from a physical point of view, the analogous south-eastern part of Quebec - the entire area being designated the Acadian region.",
		"Still a man is not the only organism; and every organism has a soul, whose immediate organ is the spirit (7rvEwµa), a body which - analogous to a body diviner than the four so-called elements, namely the aether, the element of the stars - gives to the organism its nonterrestrial vital heat, whether it be a plant or an animal.",
		"In his earlier years he devoted himself to chemistry, both theoretical and applied, publishing papers on the preparation of gold and platinum, numerical relations between the atomic weights of analogous elements, the formation of aventurine glass, the manufacture of illuminating gas from wood, the preservation of oil-paintings, &c. The reaction known by his name for the detection of bile acids was published in 1844.",
		"The traditional site of these battles covers a very wide area, and it is supposed that Arthur held a post analogous to that of the general who, under the Roman occupation, was known as Comes Britanniae, and held a roving commission to defend the island wherever attacked, in contradistinction to the Dux Britanniarum, who had charge of the forces in the north, and the Comes Littoris Saxonici, whose task it was to defend the south-east line.",
		"All the members of the Seljuk house had the same obligations in this respect, but they had not the same rights, as one of them occupied relatively to the others a place almost analogous to that of the great khan of the Mongols in later times.",
		"Names, more or less allied to one another, are in vogue among the peoples of the Caucasus, the Caspian Sea, Armenia and Persia, and there is a Sanskrit name and several others analogous or different in modern Indian languages.",
		"Cyanogen compounds of chromium, analogous to those of iron, have been prepared; thus potassium chromocyanide, K 4 Cr(CN) 6.2H 2 0, is formed from potassium cyanide and chromous acetate; on exposure to air it is converted into the chromicyanide, K 3 Cr(CN) 6, which can also be prepared by adding chromic acetate solution to boiling potassium cyanide solution.",
		"Fibroin, which is analogous to horn, hair and like dermal products, constitutes about 75 to 82% of the entire mass, and has a composition represented by the formula C15H23 506.",
		"The former embraces a range of operations peculiar to silk, dealing as they do with continuous fibres of great length, whereas in the spun silk industry the raw materials are treated by methods analogous to those followed in the treatment of other fibres (see Weaving).",
		"The forms of these flocculi show that all sun-spots are vortical in nature, and are probably analogous to terrestrial cyclones or tornadoes.",
		"Acid chlorides behave in an analogous manner to esters (Grignard and Tissier, Comptes rendus, 1901, 132, p. 683).",
		"To these we find nothing analogous in the other kingdoms, though the poorer classes of Welsh freemen had wergilds varying from r 20 to 60 shillings.",
		"Here, at an elevation of 15,000 ft., about the great Lake Dangra, we hear of well-built villages and of richly cultivated fields of barley, indicating a condition of climate analogous to that which prevails in the districts south of Lhasa, and in contrast to the sterility of the lake region generally and the nomadic character of its population.",
		"The history of the Foraes of the Portuguese towns, and of the Fors du Beam, is precisely analogous to that of the fueros of Castile.",
		"The persistent belief on the part of the narrators in the genuineness of their previsions indicates that in some cases there may be a hallucination of memory, analogous to the well known feeling of \"false recognition.\"",
		"Analogous cases are supplied by the mimicry that exists between some of the orioles (Mimeta) and the friar-birds (Philemon or Tropidorhynchus) of the Austro-Malayan Islands.",
		"In the majority of ant-imitating spiders the forepart of the cephalothorax is constricted on each side to resemble the neck of the insect, and in many cases the similarity is increased by the presence of a stripe of white hairs which has the optical effect of cutting out an extra piece of integument, exactly as occurs in analogous cases in insects.",
		"In the Oriental rites there is no surplice, nor any analogous vestment.",
		"In practice, however, it cannot be thrown down electrolytically with a dissimilar anode so as to win the metal, and certain difficulties are still met with in the analogous operation of plating by means of a similar anode.",
		"This is exactly analogous to modern experience in the South Seas, Asia and Africa, to a survey of which we now turn.",
		"In such an exploration of the sun's atmosphere it might be anticipated that definite currents, or some evidences of atmospheric circulation analogous to those familiar in terrestrial meteorology, would be discovered.",
		"Thus the apparatus is analogous to the common transformers used for inducing from currents of great electromotive force and small quantity, which carry energy through long distances, currents of great quantity and small electromotive force for incandescent lights and for welding.",
		"Now in oxidizing, or introducing more oxygen, for instance, by means of a mixture of sulphuric acid and potassium bichromate, and admitting that oxygen acts on both compounds in analogous ways, the two alcohols may give (as they lose two atoms of hydrogen) CH 3 CH 2 COH and CH 3 C0 CH 3.",
		"The specialized use of the word as implying not only age, but consequently wisdom and authority, is analogous to that of \"senate\" (from senior), of \"gerousia\" (from yEpcov), and of \"elder.\"",
		"The office is, however, closely analogous to, and perhaps founded on, a similar office in the Jewish synagogue organization among the officials of which were the zekenim, or elders, sometimes identified with the archisynagogues.",
		"On the kinetic theory the molecules of a gas are relatively far apart and there is nothing analogous to friction between two adjacent layers A and B moving with different velocities.",
		"On this latter view we may regard the tusks of the male babirusa as examples of redundant development, analogous to that of the single pair of lower teeth in some of the beaked whales.",
		"The mean height calculated at Arctic stations, where careful observations have been made, in this or analogous ways, has varied from 58 km.",
		"The state of things which prevails in modern Afghanistan, where trade is in the hands of a class distinct in race and speech (Persian in this case) from the ruling race of fighters is very probably analogous to that which we should have found in Iran under the Parthians.'",
		"Many remarkable In the articles referring to matters of Egyptology in this edition, Graecized forms of Old Egyptian names, where they exist, are commonly employed; in other cases names are rendered by their actual equivalents in Coptic or by analogous forms. Failing all such means, recourse is had to the usual conventional renderings of hieroglyphic spelling, a more precise transcription of the consonants in the latter being sometimes added.",
		"It is in this reign that Asser applies to Alfred the unique title of secundarius, which seems to indicate a position analogous to that of the Celtic tanist, a recognized successor, closely associated with the reigning prince.",
		"If the sporophyte generation is confined to the cystocarp, is the tetrasporiferous plant, as has been suggested, merely a potential gametophyte reproducing by a process analogous to the budformation of the Bryophyta?",
		"This twofold representation finds a parallel in the narratives of Samuel, whose history and the conditions reflected therein are analogous to the life and times of Elisha.",
		"While Theseus was in Crete, Minos, 1 The story of Theseus is a strange mixture of (mostly fictitious) political tradition, of aetiological myths invented to explain misunderstood acts of ritual and of a cycle of tales of adventure analogous to the story of the labours of Heracles.",
		"The procedure was almost a recognized part of education, and was analogous to the grand tour made by our great-grandfathers in the 18th century.",
		"Although, outside the information we get from Christian chroniclers, this age is for the people of the north one of complete obscurity, it is evident that the Viking Age corresponds with some universal disturbance or unrest among the Scandinavian nations, strictly analogous to the unrest among more southern Teutonic nations which many centuries before had heralded the break-up of the Roman empire, an epoch known as that of the Folk-wanderings (V olkerwanderungen).",
		"The first universities of Europe consisted of corporations of teachers and of students analogous to the trade gilds and merchant gilds of the time.",
		"In 1790 he published his important Versuch, die Metamorphose der Pflanzen zu erkleiren, which was an even more fundamental achievement for the new science of comparative morphology than his discovery some six years earlier of the existence of a formation in the human jaw-bone analogous to the intermaxillary bone in apes; and in 1791 and 1792 appeared two parts of his Beitrage zur Optik.",
		"We have analogous stories in the literature of almost all nations that derive their religion or their civilization from a foreign source.",
		"It may perhaps be derived from cicer (pulse), in which case it would be analogous to such names as Lentulus, Tubero, Piso.",
		"The formation of the Sonderbund (loth of July 1847) led him to visit Switzerland and study for himself a condition of things in some sense analogous to that of the ancient Greek states.",
		"Lotze's procedure is, indeed, analogous to the way in which, in his philosophy of nature, he starts from a plurality of real beings, but by means of a reductive movement, an application of Kant's transcendental method, arrives at the postulate or fact of a law of their reciprocal action which calls for a monistic and idealist interpretation.",
		"Something far more closely analogous to quaternions than anything in Argand's work ought to have been suggested by De Moivre's theorem (1730).",
		"The year after the first publication of the quaternion method, there appeared a work of great originality, by Grassmann,\" in which results closely analogous to some of those of Hamilton were given.",
		"Combebiac's tri-quaternions, which require the addition of quasi-scalars, independent of one another and of true scalars, and analogous to true scalars.",
		"For analogous traditions, see Fergusson, 32.",
		"Moreover, that an infinitesimal translation is analogous to a couple and follows the same laws.",
		"In the analogous theory of infinitely small displacements of a solid, a null-line is a line such that the lengthwise displacement of any point on it is zero.",
		"The operations of describing the exact figures of the teeth of bevelwheels, whether by involutes or by rolling curves, are in every respect analogous to those for describing the figures of the teeth of spur-wheels, except that in the case of bevel-wheels all those operations are to be performed on the surface of a sphere described about the apex instead of on a plane, substituting poles for centres, and o B2",
		"A few words remain to be said on the style and general character of the Homeric poems, and on the comparisons which may be made between Homer and analogous poetry in other countries.",
		"The atrium is thus analogous to the opercular cavity of fishes and tadpoles, and, as stated above, remains in communication with the exterior by means of the atriopore.",
		"According to this doctrine the personality of Christ is twofold; the divine Logos dwells as a distinct personality in the man Jesus Christ, the union of the two natures being analogous to the relation between the believer and the indwelling Holy Spirit.",
		"The development of Brythonic into Welsh is analogous to that of Latin into French.",
		"A consideration of these and many analogous facts might induce us to suppose that, among the higher animals at least, there is little constitutional adaptation to climate, and that in their case acclimatization is not required.",
		"Among animals exactly analogous facts occur.",
		"These forests of pinaster, apart from the production of timber in a once treeless district, have a great economic value as a source of turpentine, which is largely obtained from the trees by a process analogous to that employed in its collection from P. sylvestris; the resin is yielded from May to the end of September, the cuts being renewed as the supply fails, until the tree is exhausted; the trunks are then felled and used in the manufacture of charcoal and lamp black; much tar and pitch is also obtained from these pinaster forests.",
		"It is nowhere said that these various imports all came from one place; and the voyages must have been somewhat analogous to those of modern \" coasting tramps,\" which would necessarily consume a considerable time over comparatively short journeys.",
		"If, we may imagine him saying, the precepts of religion are entirely analogous in their partial obscurity and apparent difficulty to the ordinary course of nature disclosed to us by experience, then it is credible that these precepts are true; not only can no objections be drawn against them from experience, but the balance of probability is in their favour.",
		"Measurements of the movement of Himalayan glaciers give results according closely with those obtained under analogous conditions in the Alps, viz.",
		"If she failed, she bound herself to cede to Bolivia the roadstead (caleta) of Vitor, or another analogous one, and $5,000,000 silver.",
		"Laplace does not treat systematically the question of interfacial tension, but he gives incidentally in terms of his quantity H a relation analogous to (47).",
		"By far the simplest supposition open to us is that the functions are the same in all cases, the attractions differing merely by coefficients analogous to densities in the theory of gravitation.",
		"A calculation analogous to that of Lord Kelvin may be applied to find the frequency of small transverse vibrations of a cylinder of liquid under the action of the capillary force.",
		"It is interesting to note that in the case of the closely analogous example of snake venoms, there may be separated from a single venom a number of toxic bodies which have a selective action on different animal tissues.",
		"Before passing on to a summary of the deistic position, it is necessary to say something of the views of Conyers Middleton, who, though he never actually severed himself from orthodoxy, yet advanced theories closely analogous to those of the deists.",
		"Later inquirers, including Leo, Troya and Hegel, have found that the supposition does not tally with a whole series of facts, which point to a Lombard territorial law ignoring completely any parallel Roman and personal law, to a great restriction of full civil rights among the Romans, analogous to the condition of the rayah under the Turks, and to a reduction of the Roman occupiers to a class of half-free \"aldii,\" holding immovable tenancies under lords of superior race and privilege, and subject to the sacrifice either of the third part of their holdings or the third part of the produce.",
		"A vertical movement having been communicated by means of india-rubber in a state of torsion to the roots of the wings, the wings themselves, in virtue of their elasticity, and because of the resistance experienced from the air, twisted and untwisted and formed reciprocating screws, precisely analogous to those originally described and figured by Pettigrew in 1867.",
		"It has been too often assumed that the plateau of Tibet and the uplands of the Pamirs are analogous in physiography, and that they merge into each other.",
		"That such a principle must exist in all beings capable of sensation, or of anything analogous to human passions and feelings, will hardly be denied by those who perceive the force of arguments which metaphysically demonstrate the immaterial nature of the mind.",
		"About 1890 the proposal that there should be a Nonconformist Church Congress analogous to the Anglican Church Congress was seriously considered, and the first was held in Manchester on the 7th of November 1892.",
		"There were also attached to the college thirty-four proctors, whose duties were analogous to those of solicitors.",
		"It is a white, infusible, very stable solid, which decomposes water on heating, giving ammonia and metaphosphoric acid, whilst alkalis give an analogous reaction.",
		"It acquires its first importance in the theories of Heraclitus (6th century B.C.), who, trying to account for the aesthetic order of the visible universe, broke away to some extent from the purely physical conceptions of his predecessors and discerned at work in the cosmic process a Aoyos analogous to the reasoning power in man.",
		"The Logos of the Stoics (q.v.) is a reason in the world gifted with intelligence, and analogous to the reason in man.",
		"From this period onwards the character of the Ottoman domination in Moldavia is in every respect analogous to that of Walachia.",
		"The name of \" abacus \" is also given, in logic, to an instrument, often called the \" logical machine,\" analogous to the mathematical abacus.",
		"Similarly, it has become customary to give the name of canons to the texts inserted in certain canonical complications such as the Decretum of Gratian, while the name of chapters is given to the analogous quotations from the Books of the Decretals.",
		"Analogous xxv11.26 preparations are cystamine, helmitol and hetralin.",
		"Analogous Rites in other Religions (see also Purification).",
		"Of these elements [which, according to Aristotle, were, or rather were analogous to, the Ent and the Nonent respectively] all things consist, and from them they derive their several characteristics.",
		"An analogous method of finding cube root, based on the formula for (a+b) 3, used to be given in text-books, but it is of no practical use.",
		"It is obvious that we cannot by consideration of the equation u = o in point-co-ordinates obtain the remaining three of Pliicker's equations; they might be obtained in a precisely analogous manner by means of the equation v= o in line-co-ordinates,but they follow at once from the principle of duality, viz.",
		"Analogous to the order and class of a plane curve we have the order, rank and class of the system (assumed to be a geometrical one), viz.",
		"The system has singularities, and there exist between m, r, is and the numbers of the several singularities equations analogous to Pliicker's equations for a plane curve.",
		"As already indicated, the limbs of different mammals are specially modified for various modes of life; and in many cases analogous modifications occur, in greater or less degree, throughout the entire body.",
		"The white under-side of the tail of the rabbit and the yellow rump-patch of many deer are analogous.",
		"An analogous statement may be made with regard to the sea-cows, or Sirenia, which appear to be derivates from the great herbivorous order of Ungulata, and might consequently be included in that group, as indeed has been already done in Dr Max Weber's classification.",
		"Possibly, however, its birthplace may prove to be Africa; if so, we shall have a case analogous to that of the African elephant, namely that while giraffes flourished during the Pliocene in Asia (where they may have originated), they survive only in Africa.",
		"Apparently this is an early instance analogous to deodand.",
		"The true source of change in the material world must be analogous to what we are conscious of when we exert volition.",
		"Sometimes the dominance of a particular science or branch of study is the occasion of an attempt to apply to ethics ideas borrowed from Sciences or analogous to the conceptions of that science.",
		"In Christianity, on the other hand, we early find that the method of moralists determining right conduct is to a great extent analogous to that of jurisconsults interpreting a code.",
		"As the graduation of these sanctions naturally became more minute, a correspondingly detailed classification of offences was rendered necessary, and thus a system of ecclesiastical jurisprudence was gradually produced, somewhat analogous to that of Judaism.",
		"Both thinkers hold that this perception of right and wrong in actions is accompanied by a perception of merit and demerit in agents, and also by a specific emotion; but whereas Price conceives this emotion chiefly as pleasure or pain, analogous to that produced in the mind by physical beauty or deformity, Reid regards it chiefly as benevolent affection, esteem and sympathy (or their opposites), for the virtuous (or vicious) agent.",
		"The English moralist with whom Kant has most affinity is Price; in fact, Kantism, in the ethical thought of modern Europe, holds a place somewhat analogous to that Kant.",
		"In the measurement of equatorial co-ordinates, the polar distance is determined in an analogous way.",
		"He had, it is true, a distinct conception of a force analogous to that of gravity, by which cognate bodies tended towards union.",
		"About seventy analogous objects, including that in the Sword of Orion, were found by him to give light of the same quality; and thus after seventy-three years, verification was brought to William Herschel's hypothesis of a \" shining fluid \" diffused through space, the possible raw material of stars.",
		"It literally means a ring or circuit, and, like analogous words in English, could be applied to various districts.",
		"The majority of antiquaries, however, see no reason for dissociating its chronological horizon from that of the numerous other analogous monuments found in Great Britain, many of which have been shown to be burial places of the Bronze Age.",
		"Many organic arsenic compounds are known, analogous to those of nitrogen and phosphorus, but apparently the primary and secondary arsines, AsH2CH3 and AsH(CH3)2, do not exist, although the corresponding chlorine derivatives, AsCl2CH3, methyl arsine chloride, and AsCl(CH3)2, dimethyl arsine chloride, are known.",
		"Some suppose that it must be explained as an attempt to avoid absolutism, and is paralleled by the analogous instance of the consuls at Rome.",
		"Brittahy now took fire, through a quarrel of succession, analogous to that in France, between Charles of Blois (who had married the daughter of the late duke and was a nephew of Philip VI., by whom he was supported) and John of Montfort, brother of the old duke, who naturally asked assistance from the king of England.",
		"The disaster at Poitiers almost led to the establishment in France of institutions analogous to those which England owed to Bouvines.",
		"Louis XVI.s veto and the dismissal of the Girondin ministrythanks to an intrigue of Dumouriez, analogous to that of Mirabeau and as ineffectualdismayed the Feuillants and maddened the Girondins; the latter, to avert popular fury, turned it upon the king.",
		"The analogous reversible heat effects which occur at the junction of a metal and an electrolyte were also investigated by Jahn, but he did not succeed in obtaining so complete an agreement with theory in this case.",
		"The chemical action between metals in the solid state must be infinitesimal, and could only suffice to produce small charges analogous to those of frictional electricity; it could not maintain a permanent difference of potential at a metallic junction through which a current was passing.",
		"Others have considered conduction in a metal to be analogous to electrolytic conduction, and the observed effects to be due to \" migration of the ions.\"",
		"If it is correct we may say that \"vassal\" was analogous in origin to the name of \"boy\" given to a coloured servant by Europeans in Asia and Africa.",
		"Not the least interesting part of this inquiry was the discovery of certain definite salts with alcohol analogous to hydrates, to which the name of alcoholates was given.",
		"At one time the mosques were covered with mosaics, analogous to those of Ravenna, depicting scenes from the life of Mahomet and the prophets.",
		"In Lauraceae there are perfect stamens, each having at the base of the filament two abortive stamens or staminodes, which may be analogous to stipules.",
		"He taught almost the same principles of devotion as Segarelli, but the Messianic character which he attributed to himself, the announcement of a communistic millennial kingdom, and, besides, an aggressive anti-sacerdotalism, gave to Dolcino's sect a clearly marked character, analogous only to the theocratic community of the Anabaptists of Minster in the 16th century.",
		"Less tender plants can be treated by the analogous method of maceration, which consists in extracting the odoriferous substances by macerating the flowers in hot oil or molten fat.",
		"He discovered a simpler method of quadrating parabolas than that of Archimedes, and a method of finding the greatest and the smallest ordinates of curved lines analogous to that of the then unknown differential calculus.",
		"Tolerance is therefore analogous to, but not identical with, the immunity which takes place with the toxins of infectious diseases and snake poison.",
		"The process is analogous to the optical experiment of looking at a quickly rotating wheel or engine through slits in a disk, rotating slightly faster or slower than the object observed.",
		"Silica is used in furnace-building in the forms of sand, ganister, a finely ground sandstone from the Coal Measures of Yorkshire, and the analogous substance known as Dinas clay, which is really nearly pure silica, containing at most about 2-1% of bases.",
		"This is certainly the case with experimental micromachined diamond accelerometers analogous to those made in silicon.",
		"For Merleau-Ponty, it is often the work of artists that performs something analogous to his notion of the reduction.",
		"These policies had effects analogous to pouring gasoline on a burning building.",
		"If we look at style as an organism, style-markers are its genetic material - making this project analogous to the human genome project.",
		"This would be roughly analogous to a criminal gaining access to insides of the telephone system or a police station.",
		"This is somewhat analogous to picking the \" best \" vacation spot, or the \" best \" outfit to wear.",
		"This would provide the publisher with a single payment broadly analogous with a library purchase.",
		"In this it is precisely analogous to the English man (or men ).",
		"Junk email is closely analogous to the junk mail that we all get in the post.",
		"The attack on the World Trade Center was exactly analogous to Pearl Harbor.",
		"Such funds, although legally constituted as trusts, were generally regarded as analogous to guarantee funds rather than trust funds.",
		"The land and the human body might have been seen as analogous on several levels.",
		"We don't believe that 802.11a will prove analogous to Betamax.",
		"The transparency of the architecture becomes analogous to the openness of the symposium.",
		"Stroke lesions to the left hemisphere can cause aphasia for sign that is analogous to the aphasias of speech.",
		"The mere existence of earlier registrations which you may feel are analogous to your case actually proves nothing.",
		"Unfortunately, our model could not predict the selectivity of the analogous methyl ketone reaction.",
		"May we venture to suppose that in the feldspathic lavas with horizontal laminae, we see an analogous case?",
		"This system is directly analogous to the creation of fictitious genealogies whereby individuals trace their origins back to a prestigious and perhaps mythical past.",
		"This was seen as an analogous occupation to that of the Soviets in Afghanistan, and particularly odious in the land of Mecca.",
		"These lesions have been shown to progress to malignancy in a manor analogous to colonic polyps.",
		"Polkinghorne uses the parable to try to prove that God has created universal laws which are analogous to a miraculous preservation from sharpshooters.",
		"The principle is analogous to B scan ultrasonography, using a light source instead of sound.",
		"A final reflection then teaches us that the nature of this universal and all-pervading substance can only be imagined by us as something analogous to our own mental life, where alone we experience the unity of a substance (which we call self) preserved in the multitude of its (mental) states.",
		"Prouhet (1817-1867) in 1863, is somewhat analogous to the nine-point circle of a triangle.",
		"Von Bezold (81) in an earlier memoir presented data analogous to Steffens', seemingly accepting them as representing a true increase in thunderstorm destructiveness.",
		"The pope on his side grants the temporal sovereign certain rights, such as that of making or controlling the appointment of dignitaries; engages to proceed in harmony with the government in the creation of dioceses or parishes; and regularizes the situation produced by the usurpation of church property &c. The great advantage of concordats - indeed their principal utility - consists in transforming necessarily unequal unilateral claims into contractual obligations analogous to those which result from an international convention.",
		"Analogous provisions have been made with regard to the territorial divisions within the dioceses; parishes have been recast, and the consent of the two authorities has been required for the establishment of new parishes.",
		"The completeness of the ruin of so powerful a state - we should look in vain for an analogous case in the history of the modern world - finds an explanation in the economic conditions of the island, the prosperity of which rested upon a basis of slave-labour.",
		"Finally we must note that the Cisalpine now took the name of the Italian Republic, and that by a concordat with the pope, Bonaparte regulated its relations to the Holy See in a manner analogous to that adopted in the famous French concordat promulgated at Easter 1802 (see CONCORDAT).",
		"As in the analogous swim-bladder of fishes, the gas in the pneumatophore can be secreted or absorbed, whereby the specific gravity of the body can be diminished or increased, so as to cause it to float nearer the surface or at a deeper level.",
		"Ether and alcohol he regarded as substances analogous to and built up on the same type as water, and he further introduced the water-type as a widely applicable basis for the classification of chemical compounds.",
		"Considering that our sun is but a star, or but one of the millions of stars, it is of interest to see whether any other systems present indication of a nebulous origin analogous to that which Laplace proposed for the solar system.",
		"That is the replacement of an organ by, sometimes coupled with its partial conversion into, a similar or slightly different organ performing the same or an analogous function.",
		"It is the privilege of the archdeacon of Canterbury to induct the archbishop and all the bishops of the province of Canterbury into their respective bishoprics, and this he does in the case of a bishop under a mandate from the archbishop of Canterbury, directing him to induct the bishop into the real, actual, and corporal possession of the bishopric, and to install and to enthrone him; and in the case of the archbishop, under an analogous mandate from the dean and chapter of Canterbury, as being guardians of the spiritualities during the vacancy of the archiepiscopal see.",
		"It is worthy of note that phosphorus and arsenic bases analogous to the amines are known (see Phosphorus and Arsenic).",
		"The importance of this algebra arises from the fact that in terms of such complex numbers with this definition of multiplication the utmost generality of expression, to the exclusion of exceptional cases, can be obtained for theorems which occur in analogous forms, but complicated with exceptional cases, in the algebras of real numbers and of signed real numbers.",
		"Moreau (C. R., 1900, 130, pp. 122, 412, 562) that if K is the coefficient of the Hall effect (I) and K' the analogous coefficient of the Nernst effect (i.) (which is constant for small values of H), then K' = Ka/p, v being the coefficient of the Thomson effect for the metal and p its specific resistance.",
		"Now this is formally analogous to the distributive law of multiplication; and in fact we may look upon AFB as a particular way of multiplying A and B (not A and B).",
		"Yugoslavia consists of the former independent Kingdoms of Serbia and Montenegro; the triune Kingdom of Croatia-Slavonia-Dalmatia (of which the first two enjoyed special autonomy under the Kingdom of Hungary, and sent 40 delegates from their own Parliament in Zagreb to that of Budapest, while the third was one of the 17 provinces of the Austrian Empire, with a local diet at Zara); parts of the Banat, Backa and Baranja (which were integral portions of Hungary proper); Slovenia (consisting of portions of Carniola, Carinthia, Styria and Istria, each holding a position in Austria analogous to Dalmatia); and Bosnia-Herzegovina (which was from 1878 to 1918 under the joint administration of Austria and Hungary and had its own diet since 1910).",
		"In illustration of this the analogous problem for sound may be referred to.",
		"The reservation thus made in favour of the native laws is precisely analogous to the similar reservation made in India (see Indian Law, where the Hindu law and the Mahommedan Law are described).",
		"He can simply observe, analyse and experiment upon the phenomena attending the action of the drug, and classify it with other agents analogous in character.\"",
		"The reactions are strictly analogous to those which occur in the smelting of galena (see Lead), the carbon reducing any oxide, either present originally in the ore or produced in the calcination, and the iron combining with the sulphur of the bismuthite.",
		"Each of these radiations produced a greater or less number of analogous groups, and while originally independent the animals thus evolving as autochthonous types finally mingled together as migrant or invading types.",
		"The above law of gradual evolution is perfectly consistent with a second principle, namely, that at certain times evolution is much more rapid than at others, and that organisms are accelerated or retarded in development in a manner broadly analogous to the acceleration or retardation of separate organs.",
		"This we may consider as one of the striking parallels which meet us in other religions to that \"hope of the advent of an ideal king which was one of the features of that larger hope of the salvation of Israel from all evils, the realization of perfect reconciliation with Jehovah and the felicity of the righteous in Him,\" to which reference was made in an early portion of this article and which constitutes the essential meaning of Messiahship. The form in which the Indian conception presents itself in the above quoted lines is more closely analogous amid many differences to the later and apocalyptic type of the Messianic idea as it appears in Judaism.",
		"Between the quaestor and his superior a close personal relation, analogous to that between a son and his father, existed, and was not severed when their official connexion ceased.",
		"Though the see of Canterbury claims no primacy over the Anglican communion analogous to that exercised over the Roman Church by the popes, it is regarded with a strong affection and deference, which shows itself by frequent consultation and interchange of greetings.",
		"The precise mechanism of the process of setting of Portland cement is not known with certainty, but it is probably analogous to that of the setting of plaster of Paris, consisting in the dissolution of the compounds produced by hydration while they are in a more soluble form, their transition to a less soluble form, the consequent supersaturation of the solution, and the deposition of the surplus of the dissolved substance in crystals which interlock and form a coherent mass.",
		"Regular industrial work is however handicapped by competition with the tourist trade in its several branches - acting as guides and camp servants, manufacture and sale of \" souvenirs ' (carved toys and trinklets in mother - of-pearl and olive-wood, forged antiquities and the like), and the analogous trade in objets de piete (rosaries, crosses, crude religious pictures, &c.) for pilgrims. Travellers in the country squander their money recklessly, and these trades, at once easy and lucrative, are thus fatally attractive to the indolent Syrian and prejudicial to the best interests of the country.",
		"The double platen press was somewhat analogous to the hand-press, both the type beds and impressions being flat.",
		"Can you derive it by appeal to a principle analogous to the relativity principle?",
		"The pagan Meccans, impressed by the splendor of these birds, therefore described their goddesses by an analogous reference to them.",
		"She was looking for scintillations in the radio signal, analogous to the familiar twinkling of stars.",
		"Basics of Color Design include choosing monochromatic, analogous, or complementary color palettes.",
		"Similar Hues - Colors that are next to one another on the color wheel (called analogous colors), such as yellow and orange and blue and purple offer a more subtle contrast than the opposite colors.",
		"The same holds true for analogous colors, which are three colors that lie in a row on the color wheel.",
		"Analogous colors are located next to each other on the color wheel.",
		"Similarly, choosing a shade or colors found next to your eye color on the chart (this is called an analogous color scheme) will enhance the eyes without such dramatic contrast.",
		"An analogous color palette is formed by taking colors that are right next to one another on the color wheel.",
		"Red, orange and yellow are analogous colors for example.",
		"Selecting shades of analogous colors may be a great choice for some Southwestern style homes, or homes that are trying to provide a warm and welcoming effect to potential home buyers.",
		"Each game, four of which are directly analogous to the novels, feature Harry and his all-too-familiar wizarding world.",
		"Zein, the analogous protein sequence in corn protein, appears to differ significantly from these other proteins.",
		"Colors next to each other are called analogous colors, like blue-green, blue, and blue-purple.",
		"On evaporating this solution the hydrated salt CoI 2.6H 2 0 is obtained in hexagonal prisms. It behaves in an analogous manner to CoBr 2.6H 2 0 on heating.",
		"Both these kings were slain by .Ceadwalla in the following year, but shortly afterwards the Welsh king was overthrown by Oswald, brother of Eanfrith, who reunited the whole of Northumbria under his sway and acquired a supremacy analogous to that previously held by Edwin.",
		"In the case of the original Repsold plan without clockwork the description is not quite exact, because both the process of following the object and correcting the aim are simultaneously performed; whilst, if the clockwork runs uniformly and the friction-disk is set to the proper distance from the apex of the cone, the star will appear almost perfectly at rest, and the observer has only to apply delicate corrections by differential gear - a condition which is exactly analogous to that of training a modern gun-sight upon a fixed object.",
		"The condenser method of making oscillations is analogous to the production of air vibrations by twanging a harp string at short intervals.",
		"It is a basic oxide, dissolving readily in acids, with the formation of salts, somewhat analogous to those of zinc.",
		"But indications of such a syrinx occur also in Pittidae, pigeons and gallinaceous birds (Gallidae), the last cases being clearly analogous.",
		"For the understanding of these great wars between Syria and Israel (which the traditional chronology spreads over eighty years), for the significance of the crushing defeats and inspiring victories, and for the alternations of despair and hope, a careful study of all the records of relations between Israel and the north is at least instructive, and it is important to remember that, although the present historical outlines are scanty and incomplete, some - if not all - of the analogous descriptions in their present form are certainly later than the second half of the 9th century B.C., the period in which these great events fa11.4 13.",
		"Thus in cows' butter, tributyrin, C 3 H 5 (O C 4 H 7 0) 3, and the analogous glycerides of other readily volatile acids closely resembling butyric acid, are present in small quantity; the production of these acids on saponification and distillation with dilute sulphuric acid is utilized as a test of a purity of butter as sold.",
		"Thus its non-liability to freeze (when not absolutely anhydrous, which it practically never is when freely exposed to the air) and its nonvolatility at ordinary temperatures, combined with its power of always keeping fluid and not drying up and hardening, render it valuable as a lubricating agent for clockwork, watches, &c., as a substitute for water in wet gas-meters, and as an ingredient in cataplasms, plasters, modelling clay, pasty colouring matters, dyeing materials, moist colours for artists, and numerous other analogous substances which are required to be kept in a permanently soft condition.",
		"In preparing lead plaster by boiling olive oil with oxide of lead and a little water - a process palpably analogous to that of the soap-boilerhe obtained a sweet substance which, called by himself \" Olsiiss \" (\" principium dulce oleorum \"), is now known as \" glycerin.\"",
		"Decompositions of this nature were first discovered in the naphthalene series, where it was found that derivatives of indene (and of hydrindene and indone) and also of benzene resulted; Zincke then extended his methods to the disintegration of the oxybenzenes and obtained analogous results, R-pentene and aliphatic derivatives being formed (Rsymbolizing a ringed nucleus).",
		"In general, therefore, it may be considered that the double linkages are not of exactly the same nature as the double linkage present in ethylene and ethylenoid compounds, but that they are analogous to the potential valencies of benzene.",
		"The molecular volume is additive in certain cases, in particular of analogous compounds of simple constitution.",
		"Ramsay and Shields suggested that there exists an equation for the surface energy of liquids, analogous to the volume-energy equation of gases, PV = RT.",
		"The relation they suspected to be of the form -yS = KT, where K is a constant analogous to R, and S the surface containing one gramme-molecule, y and T being the surface tension and temperature respectively.",
		"Isomorphism is most clearly discerned between elements of analogous chemical properties; and from the wide generality of such observations attempts have been made to form a classification of elements based on isomorphous replacements.",
		"The Friends (at any rate under the later Seleucid and Ptolemaic reigns) were distinguished by a special dress and badge of gold analogous to the stars and crosses of modern orders.",
		"Under each of these great heads of departments was a host of lower officials, those, for instance, who held to the province a relation analogous to that of the head of the department of the realm.",
		"The mark set upon Cain is usually regarded as some tribal mark or sign analogous to the cattle marks of Bedouin and the related usages in Europe.",
		"The application of the theory of real numbers to physical quantities involves analogous considerations.",
		"These gradually become larger, and when so the creature may be said to have entered its \"nymph\" stage; but there is no condition analogous to the pupa-stage of insects with complete metamorphoses.",
		"Analogous structures in any two animals compared were by Owen defined as structures performing similar functions, but not necessarily derived from the modification of one and the same part in the \" plan \" or \" archetype \" according to which the two animals compared were supposed to be constructed.",
		"This is analogous to the Judaean adaptation of the prophetical treatment of Saul's life, and it also reflects certain priestly rivalries (see Levites).",
		"His career was thus analogous to that of St Patrick in Ireland.",
		"Other analogous glycerides are apparently contained in greater or smaller quantity in certain other oils.",
		"The Mamelukes, who are analogous to the janissaries of the Ottoman Turks, were made of sterner and more fanatical stuff; and Bibars, the greatest of these Mamelukes, who had commanded at Gaza in 1244, had been one of the leaders in 1250, and was destined to become sultan in 1260, was the sternest and most fanatical of them all.",
		"In 1697 Georg Stahl admitted that fermentation and putrefaction were analogous processes, but that the former was a particular case of the latter.",
		"The whole process is exactly analogous to the operation by which a violin string or organ pipe creates an air or sound wave.",
		"At Nuremberg he became acquainted with Osiander, whose somewhat isolated theological position he probably found to be in many points analogous to his own.",
		"It is not true, for example, that a fish is a reptile arrested in its development, or that a reptile was ever a fish; but it is true that the reptile embryo, at one stage of its development, is an organism which, if it had an independent existence, must be classified among fishes; and all the organs of the reptile pass, in the course of their development, through conditions which are closely analogous to those which are permanent in some fishes.",
		"The moon-goddess was worshipped in the city with a pomp and ceremony in all respects analogous to those employed in the Cappadocian city.",
		"It might, for example, be suggested that the heat of the sun was supplied by chemical combination analogous to combustion.",
		"It is well watered, populous, and, as a rule, highly cultivated, fertile, and well wooded; the climate is analogous to that of southern Europe, with hot summers, and winters everywhere cold and in the north decidedly severe.",
		"God, the soul of the universe, must be conceived as having an existence analogous to men.",
		"His theory of the connexion between the soul and the body is in some respects analogous to that of Malebranche; but he is not therefore to be regarded as a true forerunner of Occasionalism,.",
		"Closely analogous to the action of the state in the cases referred to is the action taken by municipal authorities with the authority of the legislature in competing with or superseding private companies for the supply of electric light, gas, water, tramways and other public services..",
		"What is required, however, is something analogous to an organ pipe which produces a continuous sound.",
		"All organs performing the same function and showing similar adaptations are said to be analogous or homoplastic, whatever their morphological nature may be; hence organs are sometimes both homologous and analogous, sometimes only analogous.",
		"Certain ancient stringed instruments were played with a plectrum or plucker made of the quill of a bird's feather, and the word has thus been used of a plectrum made of other material and differing in shape, and also of an analogous object for striking the strings in the harpsichord, spinet or virginal.",
		"Beyond the limits of his personal travels Herodotus applied the characteristically Greek theory of symmetry to complete, in the unknown, outlines The ides of lands and rivers analogous to those which had been of symexplored.",
		"In some cases, such as the Ethiopian and Neotropical and the Palaearctic and Nearctic regions, the faunas, although distinct, are related, several forms on opposite sides of the Atlantic being analogous, e.g.",
		"The substance known as \"milk of sulphur\" (lac sulphuris) is very finely divided sulphur produced by the following, or some analogous, chemical process.",
		"He treated the resultant electric force at any point as analogous to the flux of heat from sources distributed in the same manner as the supposed electric particles.",
		"The buildings here show a stratification analogous to that of the palace of Cnossus.",
		"Some other glycerides isolated from natural sources are analogous in composition to tristearin, but with this difference, that the three radicals which replace hydrogen in glycerin are not all identical; thus kephalin, myelin and lecithin are glycerides in which two hydrogens are replaced by fatty acid radicals, and the third by a complex phosphoric acid derivative.",
		"For the Italian republic, between Napoleon and Pius VII., analogous to the French concordat; abrogated.",
		"The tendrils of a vetch and of a cucumber are analogous, and also homologous because they both belong to the category leaf; but they are only analogous to the tendrils of the vine and of the passion-flower, which belong to the category stem.",
		"The minor subdivisions into provinces, counties and parishes, or analogous areas, may also be related in many cases to natural features or racial differences perpetuated by historical causes.",
		"Yahweh now becomes the supreme deity of the Hebrew people, and an ark analogous to the Egyptian and Babylonian arks portrayed on the monuments' was constructed as embodiment of the rumen of Yahweh and was borne in front of the Hebrew army when it marched to war.",
		"Analogous to this convention was the concordat concluded between Nicholas IV.",
		"The continuous layer of cells from which the nervous system is developed undergoes a segmentation analogous with that we have described as occurring in the ventral plate; there is thus formed a pair of contiguous ganglia for each segment of the body, but there is no ganglion for the telson.",
		"Hard consonants were, and indeed still are, very difficult for her to pronounce in connection with one another in the same word; she often suppresses the one and changes the other, and sometimes she replaces both by an analogous sound with soft aspiration.",
		"However, in 1833, Berzelius reverted to his earlier opinion that oxygenated radicals were incompatible with his electrochemical theory; he regarded benzoyl as an oxide of the radical C 14 H 1Q, which he named \" picramyl \" (from 7rucp6s, bitter, and &uvyalk, almond), the peroxide being anhydrous benzoic acid; and he dismissed the views of Gay Lussac and Dumas that ethylene was the radical of ether, alcohol and ethyl chloride, setting up in their place the idea that ether was a suboxide of ethyl, (C2H5)20, which was analogous to K 2 0, while alcohol was an oxide of a radical C 2 H 6; thus annihilating any relation between these two compounds.",
		"The organism is made up of molecules which are analogous to them.",
		"It is noticeable that with few exceptions the fatty and oily matters occurring in nature are substances analogous to tristearin, i.e."
	],
	"synonyms": [
		"correspondent",
		"parallelogrammatic",
		"parallelepipedal",
		"nondivergent",
		"nonconvergent",
		"matchable",
		"equispaced",
		"collatable",
		"synonymous",
		"resembling",
		"related",
		"proportionate",
		"kindred",
		"commensurate",
		"cognate"
	],
	"antonyms": [
		"homologous",
		"heterologous",
		"unlike",
		"unalike",
		"unrelated",
		"disparate",
		"dissimilar",
		"disagreeing"
	]
}