{
	"word": "hyperbole",
	"meaning": [
		"A figure of speech in which exaggeration is used for emphasis or effect, as in I could sleep for a year or This book weighs a ton.",
		"Exaggeration for effect and not meant to be taken literally (Ex: He's as strong as an ox.)",
		"(uncountable) Extreme exaggeration or overstatement; especially as a literary or rhetorical device.",
		"(uncountable) Deliberate exaggeration.",
		"(countable) An instance or example of this technique."
	],
	"sentences": [
		"I suppose using such hyperbole makes him feel good about himself.",
		"This isn't mere hyperbole.",
		"My aunt is a bit of a drama queen, and she uses hyperbole in almost every sentence.",
		"Hyperbole is unacceptable when speaking in court.",
		"His claim to be the smartest kid in the school was a bit of a hyperbole!",
		"Maurice is always blurring the facts with hyperbole.",
		"The process of demonization includes generalization, hyperbole, lies and outright slander at times.",
		"As advertising hyperbole it certainly sounded impressive--even if it was untrue.",
		"Substituting all-caps for shouting, the same overwhelming hyperbole slamming the tweets of celebrities goes on 24/7.",
		"Instead of the sober annalistic style of the earlier historian we have a work marked by hyperbole, inflated rhetoric and homiletic reflection.",
		"Once more an interchange of recriminations began, charged with all the violent hyperbole characteristic of the controversial style of the age.",
		"Politicians use an excessive amount of hyperbole.",
		"It is frightening for all of us who occasionally indulge in on-line hyperbole.",
		"Item notes within this site aim for honesty and reliability and attempt to avoid hyperbole and deceit.",
		"If this is more than hyperbole, the combination should prove potent for a firm famed in the UK market for its results-driven gusto.",
		"The calamity is described in the strongest colours of Hebrew hyperbole, and it seems arbitrary to seek too literal an interpretation of details, e.g.",
		"His contempt of luxury, his avoidance of hyperbole and dislike of excessive ceremony, his protection to commerce and consideration for his soldiers, the reluctance with which he assumed the crown almost at the close of his reignall these would have been praiseworthy in another man; but on his death the memory of his atrocious tyranny alone survived.",
		"Little children often speak almost exclusively in hyperbole.",
		"Many jokes are often founded upon hyperbole.",
		"The summer blockbuster is being promoted with all the usual hyperbole.",
		"Many television commercials are full of hyperbole, masking any truth that they might contain.",
		"It frustrates me greatly when people speak with unnecessary hyperbole.",
		"During the hurricane, it seemed as though the hyperbole, “raining cats and dogs”, was almost accurate.",
		"Speaking with hyperbole is unadvised in this serious situation.",
		"Using hyperbole can confuse the speaker's intended message."
	],
	"synonyms": [
		"exaggeration",
		"magnification",
		"embellishment",
		"overstatement",
		"distortion",
		"metaphor",
		"tall talk",
		"hyperbolism"
	],
	"antonyms": [
		"understatement"
	]
}