{
	"word": "altruism",
	"meaning": [
		"Unselfish concern for the welfare of others; selflessness.",
		"Instinctive behavior that is detrimental to the individual but favors the survival or spread of that individual's genes, as by benefiting its relatives.",
		"The doctrine that the general welfare of society is the proper goal of an individual's actions.",
		"Regard for others, both natural and moral without regard for oneself; devotion to the interests of others; brotherly kindness; selflessness; contrasted with egoism or selfishness.",
		"(biology, sociobiology) Action or behaviour that benefits another or others at some cost to the performer."
	],
	"sentences": [
		"They are capable of extreme brutality, but also show altruism.",
		"Let us try to teach generosity and altruism, because we are born selfish.",
		"Altruism is second nature for this couple and they often spearhead community projects and charities.",
		"The whole point of The Selfish Gene is to explain altruism.",
		"The aim, both in public and private life, is to secure to the utmost possible extent the victory of the social feeling over self-love, or Altruism over Egoism.'",
		"Perhaps the key debate centers on whether giving is driven by altruism or self-centred motives.",
		"Should we assume that people are motivated by altruism or self-interest?",
		"It is, he believes, not altruism but self-interest that will facilitate change.",
		"Pure egoism and pure altruism are alike impracticable.",
		"The fourth quality is altruism.",
		"And yet most views of human behavior would not predict such altruism.",
		"Some see these shared battles as profound examples of innate human altruism.",
		"This meme-driven altruism might even explain the popularity of activities like recycling bottles, in spite of their arguable value.",
		"Rule-based evolutionary models may also provide new insights into \" in-group altruism, \" or self-sacrifice for the welfare of close cultural relatives.",
		"The altruism trick A new theory of memetic altruism is proposed.",
		"For real theosophy is ALTRUISM, and we cannot repeat it too often.",
		"He conceives it as a state of social harmony so complete that in it even the antagonism between altruism and egoism will have been overcome.",
		"For real Theosophy is ALTRUISM, and we cannot repeat it too often.",
		"On this occasion, it seems that University negotiators have found less such altruism than they hoped for.",
		"There are certainly people whose take up causes that effect people they have never met with pure altruism.",
		"Into british pounds bridal virginity has such altruism on.",
		"What are the instruments for securing the preponderance of Altruism?",
		"Koreans, like many Asians, believe in reciprocal altruism.",
		"Neither egoism nor altruism can be made the sole basis of moral theory without mutilation of the facts, nor can any higher category be discovered by the aid of which their rival claims may be finally adjusted.\"",
		"Thus, after a fashion, he is able to reconcile the conflicting claims of egoism and altruism and succeed where most apostles of evolution fail."
	],
	"synonyms": [
		"selflessness",
		"unpossessiveness",
		"self-immolation",
		"self-forgetfulness",
		"self-devotion",
		"unacquisitiveness",
		"self-subjection",
		"self-renouncement",
		"generosity",
		"benevolence",
		"philanthropy",
		"kindness",
		"kindliness",
		"kindheartedness",
		"grace"
	],
	"antonyms": [
		"egoism"
	]
}