{
	"word": "placid",
	"meaning": [
		"Undisturbed; tranquil; calm; quiet.",
		"Not agitated physically; not disturbed.",
		"Not easily upset or excited; mild or complacent."
	],
	"sentences": [
		"He watched the placid surface of the sea.",
		"He had a placid nature.",
		"Strange how such a placid moment could stir up such emotional turmoil.",
		"His nature, when not enhanced by the electrical and chemical devices of his owner & trainer, is said to be quite placid.",
		"It was placid water.",
		"At least she is so placid and mild that she doesn't lash out.",
		"How can a placid pet dog develop aggressive behavior?",
		"At the top was a wider section with the water gushing down a hole, but looking more placid upstream.",
		"They are very nice to work with, very placid.",
		"Here his life went on its placid course, interrupted only by the death of his brother in 1770, until 1773, when he became again deranged.",
		"She had a placid temperament.",
		"They are relatively placid animals and are kept in a cage, hutch or vivarium.",
		"The day broke calm and still, after a placid night.",
		"They may become irritable and aggressive or they may become very placid.",
		"Further, water can be calm and placid, or stormy and destructive.",
		"From the north-eastern extremity of Assam where, near Sadya, the Lohit, the Dibong and the Dihong unite to form the wide placid Brahmaputra of the plains - one of the grandest rivers of the world - its south-westerly course to the Bay of Bengal is sufficiently well known.",
		"She has the most wonderful placid nature, just as a Gypsy cob should.",
		"Attractively situated on a hillside sloping gently to the Forth, its placid old-world aspect is in keeping with its great antiquity.",
		"There are people who remain placid, and some people require time to digest information.",
		"The Housatonic, in portions placid, in others wild and rapid, winding along the deflecting barrier of the Hoosac Hills, is the most beautiful river of the state, despite the mercantile use of its water-power.",
		"Hardly less imposing in their calm, placid perfection are the poems with which, in friendly rivalry, Goethe seconded the more popular ballads of his friend; Der Zauberlehrling, Der Gott and die Bayadere, Die Braut von Korintli, Alexis and Dora, Der neue Pausias and Die schone Miillerin - a cycle of poems in the style of the Volkslied - are among the masterpieces of Goethe's poetry.",
		"Lake Placid is the principal source of the Ausable river, which for a part of its course flows through a rocky chasm from 500 to 175 ft.",
		"And yet it is this placid kindly fresh-coloured old man who has come down to us as the author of that book the Imitation of Christ, which has been translated into more languages than any other book save the Bible, and which has moved the hearts of so many men of all nations, characters and conditions of life.",
		"Chinese hamsters are said to be the most placid of the breeds.",
		"Even Teal'c's usually placid face wore a slightly startled expression.",
		"He is also a multiple Ironman triathlon finisher - most recently in July '04 at Lake Placid, where he resides.",
		"Whiteface is located in Wilmington, nine miles from Lake Placid.",
		"Libra does not understand that love generally becomes more stable, comfortable and placid over time, and this is one of the main causes of why a Libran may stray.",
		"Of the amiable personal character and the placid life of Isaac D'Israeli a charming picture is to be found in the brief memoir prefixed to the 1849 edition of Curiosities of Literature, by his son Lord Beaconsfield.",
		"A man of placid and even phlegmatic temperament, he lived moderately in all things, and sought worldly prosperity only so far as was necessary to give him leisure for his literary work.",
		"The resorts most frequented are in the vicinity of the Saranac and St Regis lakes and Lake Placid.",
		"The normally placid Folding Society was being rocked by cut throat competition.",
		"These pale pink creatures provide the antidote to the placid scenery.",
		"In this pristine coastal rainforest, you will have up-close views of dramatic waterfalls, soaring granite cliffs and deep, placid fjords.",
		"They are adaptable, providing ease of management, and have placid temperaments.",
		"He is also a multiple ironman triathlon finisher - most recently in July '04 at Lake Placid, where he resides.",
		"Gore Mountain - Along with Whiteface, the runs of Gore Mountain were used in the 1980 Lake Placid Winter Olympics.",
		"Costa Rica adventure travel river cruises are far more than simple journeys down placid waterways.",
		"The English Bulldog's usually placid demeanor and affectionate nature makes it the perfect pet for all ages of people.",
		"Where the Sudbury and Assabet unite to form the beautiful little Concord river, celebrated by Thoreau, is the village of Concord, straggling, placid and beautiful, full of associations with the opening of the War of Independence and with American literature.",
		"Lord Lytton, in his poem of St Stephen's, alludes to \"Tierney's airy tread,\" and praises his \"light and yet vigorous\" attack, in which he inflicted, \"with a placid smile,\" a fatal wound on his opponent.",
		"The supreme test, satisfied so frequently as to be commonplace, was a shocking form of suicide performed with a placid mien.",
		"The region was once covered, with the exception of the higher summits, by the Laurentian glacier, whose erosion, while perhaps having little effect on the larger features of the country, has greatly modified it in detail, producing lakes and ponds, whose number is said to exceed 1300, and causing many falls and rapids in the streams. Among the larger lakes are the Upper and Lower Saranac, Big and Little Tupper, Schroon, Placid, Long, Raquette and Blue Mountain.",
		"At the head of Lake Placid stands Whiteface Mountain, from whose summit one of the finest views of the Adirondacks may be obtained.",
		"The lake was placid.",
		"We see a real man, but a man helpless anywhere save in the study or in the convent - a little fresh-coloured man, with soft brown eyes, who had a habit of stealing away to his cubiculum whenever the conversation became too lively; somewhat bent, for it is on record that he stood upright when the psalms were chanted, and even rose on his tiptoes with his face turned upwards; genial, if shy, and occasionally given to punning, as when he said that he preferred Psalmi to Salmones; a man who perhaps led the most placid uneventful life of all men who ever wrote a book or scribbled letters.",
		"Even Teal's usually placid face wore a slightly startled expression."
	],
	"synonyms": [
		"even-tempered",
		"equable",
		"good-tempered",
		"smooth",
		"still",
		"unruffled",
		"tranquil",
		"quiet",
		"calm",
		"even",
		"collected",
		"irenic",
		"gentle",
		"serene",
		"peaceful"
	],
	"antonyms": [
		"excited",
		"agitated",
		"stormy",
		"rough",
		"excitable"
	]
}