{
	"word": "vernacular",
	"meaning": [
		"The native language or dialect of a country or place.",
		"The common, everyday language of ordinary people in a particular locality.",
		"A variety of such everyday language specific to a social group or region.",
		"The shoptalk or idiom of a profession or trade.",
		"A vernacular word or term.",
		"Commonly spoken by the people of a particular country or place.",
		"Using the native language of a country or place.",
		"Of or in the native language.",
		"Native to a country or region.",
		"Of or being an indigenous building style using local materials and traditional methods of construction and ornament, especially as distinguished from academic or historical architectural styles."
	],
	"sentences": [
		"He loved using the vernacular, although it never sounded quite right coming from him.",
		"In Scotland the word \"slug\" is absent from the vernacular vocabulary, both shell-bearing and shell-less inland molluscs being known as snails.",
		"In catalogues and bibliographies, however, the expression is now generally used, conveniently if incorrectly, as synonymous with Jewish literature, including all works written by Jews in Hebrew characters, whether the language be Aramaic, Arabic or even some vernacular not related to Hebrew.",
		"Both the government and private enterprise maintain vernacular schools.",
		"To use the vernacular, he was \" sent to Coventry \".",
		"Excuse me; if you do n't understand the vernacular, let me translate.",
		"The gradual replacement of Syriac by Arabic as the vernacular language of Mesopotamia by degrees transformed the Syriac from a living to a dead language.",
		"In and after the middle of the 16th century a correct and pure Latinity was promoted by the educational system of the Jesuits; but with the growth of the vernacular literatures Latin became more and more exclusively the language of the learned.",
		"Like them, too, he excelled in his vigorous command of the vernacular.",
		"Sir Sayad Ahmad Khan, K.C.S.I., who died in 1898, founded in 1864 the Aligarh Institute and Scientific Society for the translation into the vernacular of western literature; and afterwards the Mahommedan Anglo-Oriental college, under English professors, with an English school attached.",
		"The 13th century, from the point of view of Biblical renderings into the vernacular, is an absolute blank.",
		"The vernacular language is not Bengali, but a dialect of Hindi; and the people likewise resemble those of Upper India.",
		"The first royal edict written in Danish is dated 1386; and the Act of Union at Kalmar, written in 1397, is the most important piece of the vernacular of the 14th century.",
		"Vernacular prose was, as might be expected, and especially in Scotland, late in its appearance.",
		"It may be said generally that while Luther insisted on a service in the vernacular, including the singing of German hymns, he considered it best to retain most of the ceremonies, the vestments and the uses of lights on the altar, which had existed in the unreformed church, while he was careful to explain that their retention might be dispensed with if thought necessary.",
		"Persian is the vernacular of a large part of the non-Afghan population, and is familiar to all educated Afghans; it is the language of the court and of literature.",
		"In Sanskrit, it would be called \" Bharata-varsha,\" from Bharata, a legendary monarch of the Lunar line; but Sanskrit is no more the vernacular of India than Latin is of Europe.",
		"They studied the vernacular, in order to reach the people by their preaching and to translate the Bible; and they taught English, as the channel of non-sectarian learning.",
		"At last the government awoke to its own responsibility in the matter of education, after the long and acrimonious controversy between the advocates of English and vernacular teaching had worn itself out.",
		"To this day their vernacular language is Gujarati, which they have cultivated in literature and journalism.",
		"His style was much simpler and more vernacular than his son's.",
		"He uses the vernacular with an economy which no other English writer has rivalled.",
		"He was a supporter of the principles of Abraham Geiger, and while still in`Germany advocated the introduction of prayers in the vernacular, the exclusion of nationalistic hopes from the synagogue service, and other ritual modifications.",
		"In today's popular vernacular, it's a task \" they must be up for!",
		"Later writers to a large extent used over again the materials of their predecessors, while secular works tend to be influenced by the surrounding civilization, or even are composed in the vernacular languages.",
		"In today 's popular vernacular, it 's a task they must be up for !",
		"In today's vernacular, it also refers to a picture or image displayed on a computer desktop or cell phone.",
		"In my vernacular, your pages with the highest Dollar Index are where hinge events occur.",
		"But the persecution of the clergy led him to seek an antidote for what he regarded as the corruption of the Church, and he resolved to translate the New Testament into the vernacular.",
		"Majestie to stablysh Christen quietness \" (1536), together with the \" Injunctions \" of 1536 and 1538, are chiefly noteworthy for their affirmation of almost all the current doctrines of the Catholic Church, except those relating to the papal supremacy, purgatory, images, relics and pilgrimages, and the old rooted distrust of the Bible in the vernacular.",
		"Hence an important form of literary activity came to be the translation of the homilies approved by the church into the vernacular.",
		"Latterly the word fuero came to be used in Castile in a wider sense than before, as meaning a general code of laws; thus about the time of Saint Ferdinand the old Lex Visigothorum, then translated for the first time into the vernacular, was called the Fuero Juzgo, a name which was soon retranslated into the barbarous Latin of the period as Forum Judicum; 4 and among the compilations of Alphonso the Learned in like manner were an Espejo de Fueros and also the Fuero de las leyes, better known perhaps as the Fuero Real.",
		"No other vernacular (except, of course, Aramaic) ever had the same influence upon Hebrew, largely because no other bears so close a relation to it.",
		"Side by side with these literary organs there exists a vernacular press largely devoted to nationalist propaganda.",
		"Captain John Smith, in his History of Virginia (1626), at p. 27 speaks of \"Martins, Powlecats, Weesels and Minkes,\" showing that the animal must at that time have been distinguished by a vernacular appellation from its congeners.",
		"Although the British representatives of this group should undoubtedly retain their vernacular designations of water-rat and short-tailed field-mouse, the term \"vole\" is one of great convenience in zoology as a general one for all the members of the group. Systematically voles are classed in the mammalian order Rodentia, in which they constitute the typical section of the subfamily Microtinae in the Muridae, or mouse-group. As a group, voles are characterized by being more heavily built than rats and mice, and by their less brisk movements.",
		"The town has long been known as a Welsh publishing centre, the vernacular newspaper, Baner, being edited and printed here.",
		"Hutchinson, David Hume, Home and Robertson were assiduous in avoiding Scotticisms as far as they might; even Burns, who summed up the popular past of Scotland in his vernacular poetry, as a rule wrote English in his letters, and when he wrote English verse he often followed the artificial style of the 18th century.",
		"In a survey of the vernacular literature of Scotland it is advantageous to keep in mind that there are two main streams or threads running throughout, the one literary in the higher sense, expressing itself in \" schools \" of a more artificial or academic type; the other popular, also in the better sense of that term, more native, more rooted in national tradition, more persistent and conversely less bookish in fashion.",
		"We are attracted to Beltrees and his kinsmen less by their craftsmanship than by the fact that they supplied the leaders of the vernacular revival of the 18th century with many subjects and versemodels, and that by their treatment of these subjects and models, based on the practice of an earlier day, they complete the evidence of the continuity of the domestic popular type of Scots verse.",
		"If the work begun by Allan Ramsay, continued by Fergusson and completed by Burns, were matter for separate treatment, it would be necessary to show not only that the editorial zeal which turned these writers to the forgotten vernacular and to \" popular \" themes was inspired by the general conditions of reaction against the artificiality of the century; but that it was because these poets were Scots, and in Scotland, that they chose this line of return to nature and naturalness, and did honour, partly by protest, to the slighted efforts of the \" vulgar \" muse.",
		"The initiative was taken by the French in the 12th and 13th centuries, and the Germans followed in the 14th and 15th; while the Book of Wa y es to Jerusalem of John de Maundeville (c. 1336) attained extreme popularity, and was translated into almost all the vernacular languages.",
		"According to the linguistic survey of India no fewer than 147 distinct languages are recorded as vernacular in India.",
		"Through all changes, of government vernacular instruction in its simplest form has always been given, at least to the children of respectable classes, in every large village.",
		"Meanwhile the missionaries made the field of vernacular education their own.",
		"Discouraged by the official authorities, and ever liable to banishment or deportation, they not only devoted themselves with courage to their special work of evangelization, but were also the first to study the vernacular dialects spoken by the common people.",
		"At that time the three universities were founded at Calcutta, Madras and Bombay; English-teaching schools were established in every district; the benefit of grants-in-aid was extended to the lower vernacular institutions and to girls' schools; and public instruction was erected into a department of the administration in every province, under a director, with a staff of inspectors.",
		"In the primary schools, however, which provide vernacular teaching for the masses, there were only 4 million pupils to the 300 millions of India.",
		"The Kanishka commentaries were written in the Sanskrit language, perhaps because the Kashmir and northern priests who formed his council belonged to isolated Aryan colonies, which had been little influenced by the growth of the Indian vernacular dialects.",
		"This class also exercised a wide influence through the press, printed both in the vernacular languages and in English, especially among young students.",
		"He developed four well-defined characters in the process - a country farmer, Ezekiel Biglow, and his son Hosea; the Rev. Homer Wilbur, a shrewd old-fashioned country minister; and Birdofredum Sawin, a Northern renegade who enters the army, together with one or two subordinate characters; and his stinging satire and sly humour are so set forth in the vernacular of New England as to give at once a historic dignity to this form of speech.",
		"Wolff found a sufficient reason for everything and embodied the results of his inquiries in systematic treatises, sometimes in the vernacular.",
		"Gutta-percha (getah percha in the vernacular), camphor, cinnamon, cloves, nutmegs, gambir and betel, or areca-nuts, are all produced in the island; most of the tropical fruits flourish, including the much-admired but, to the uninitiated, most evil-smelling durian, a large fruit with an exceedingly strong outer covering composed of stout pyramidal spikes, which grows upon the branches of a tall tree and occasionally in falling inflicts considerable injuries upon passers-by.",
		"Seeing that the epic poems, as repeated by professional reciters, either in their original Sanskrit text, or in their vernacular versions, as well as dramatic compositions based on them, form to this day the chief source of intellectual enjoyment for most Hindus, the legendary matter contained in these heroic poems, however marvellous and incredible it may appear, still enters largely into the religious convictions of the people.\"",
		"In the forms of worship favoured by votaries of these creeds the emotional and erotic elements are allowed yet freer scope than in those that preceded them; and, as an effective auxiliary to these tendencies, the use of the vernacular dialects in prayers and hymns of praise takes an important part in the religious service.",
		"Petrarch and Boccaccio, though they both held the medieval doctrine that literature should teach some abstruse truth beneath a veil of fiction, differed from Dante in this that their poetry and prose in the vernacular abandoned both allegory and symbol.",
		"To dwell here upon the Italianizing versifiers, moralists and pastoral romancers who attempted to refine the vernacular of the Romancero would be superfluous.",
		"The Rhetoriqueurs, while protracting medieval traditions by their use of allegory and complicated metrical systems, sought to improve the French language by introducing Latinisms. Thus the Revival of Learning began to affect the vernacular in the last years of the 15th century.",
		"The vernacular in the Netherlands profited at first but little by the impulse which raised Italian, Spanish, French and English to the rank of classic languages.",
		"The authorized version of the Bible had also been recently given to the people - so that almost at the same period of time England obtained in the vernacular an extensive library of ancient and modern authors.",
		"This poor fragment is all that can with confidence be affirmed to remain of the voluminous works of the man whom Ba da regarded as the greatest of vernacular religious poets.",
		"The earliest writer in the Finnish vernacular was Michael Agricola (1506-1557), who published an A B C Book in 1544, and, as bishop of Abo, a number of religious and educational works.",
		"In imaginative literature Finland has produced several important writers of the vernacular.",
		"Towards the 13th century vernacular collections of lives of saints began to increase.",
		"Of these two Puritan divines, Vicar Prichard, who was essentially orthodox in his behaviour, forms an interesting connecting link between the learned Elizabethan translators of the Bible and the great revivalists of the 18th century, and his moral rhymes in the vernacular, collected and printed after his death under the title of The Welshman's Candle (Canwyll y Cymry), still retain some degree of popularity amongst his countrymen.",
		"With this newly acquired ability to read the Bible in their own tongue, the many persons so taught were not slow to express a general demand for Cymric literature, which was met by a supply from local presses in the small country towns; the marvellous success of the Welsh circulating charity schools caused in fact the birth of the Welsh vernacular press.",
		"In the year 1870 - a date that for many reasons marks the opening of an important era in modern Welsh history - the dissenting bodies of Wales were supporting two quarterly, sixteen monthly and ten weekly papers, all published in the vernacular and all read largely by peasants, colliers and artisans.",
		"Mention must be made of the Rebecca riots in1843-1844in South Wales, wherein many toll gates were destroyed by mobs of countrymen dressed in female garb, \" as the daughters of Rebecca about to possess the gates of their enemies \"; and the Anti-Tithe agitation of1885-1886- largely traceable to the inflammatory language used concerning clerical tithe by certain organs of the vernacular press - which led to some disorderly scenes between distraining parties of police and crowds of excited peasants in the more remote rural districts.",
		"He was ignorant of the rules of grammar, confused genders and cases, and wrote in the vernacular Latin of his time, apart from certain passages which are especially elaborated and filled with poetical and elegant expressions.",
		"Hinduism has also impressed its language upon the province, and the vernacular Assamese possesses a close affinity to Bengali, with the substitution of s for the Bengali ch, of a guttural h for the Bengali h or sh, and a few other dialectic changes.",
		"But with the development of the country the Assamese tongue asserted its claims to be treated as a distinct vernacular, and a resolution of government (1873) re-established it as the language of official life and public business.",
		"Until the Restoration of 1640 the stage remained spellbound by the Spaniards, and when a court once more came to Lisbon it preferred Italian opera, French plays, and zarzuelas to dramatic performances in the vernacular, with the result that both Portuguese authors and actors of repute disappeared.",
		"In English seals they are found composed in Latin, in French, and in the vernacular.",
		"It is derived from the vernacular word for the cow, but it is a mistake to suppose that the family are of the cowherd caste; they belong to the upper class of Mahrattas proper, sometimes claiming a Rajput origin.",
		"Toward the close of the middle ages the vernacular literatures were adorned with Villani's and Froissart's chronicles.",
		"Taught and acquired as an ecclesiastical language, it was enabled to live an artificial life long after it had become extinct as a vernacular - in this respect comparable to the Latin of the middle ages or the Hebrew of the rabbinical schools.",
		"It was long thought, for example, that Aramaic was the vernacular of Babylonia and was consequently employed as the language of the parts relating to that country.",
		"At Pavia in 1494 we find him taking up literary and grammatical studies, both in Latin and the vernacular; the former, no doubt, in order the more easily to read those among the ancients who had laboured in the fields that were his own, as Euclid, Galen, Celsus, Ptolemy, Pliny, Vitruvius and, above all, Archimedes; the latter with a growing hope of some day getting into proper form and order the mass of materials he was daily accumulating for treatises on all his manifold subjects of enquiry.",
		"English is the language of the towns; elsewhere, except in the eastern provinces, the taal or vernacular Dutch is the tongue of the majority of the whites, as it is of the natives in the western provinces.",
		"The reappearance of these old English names bears witness to the fact that the vernacular was reasserting itself.",
		"For some months he was stationed at Aldeen, near Serampur; in October 1806 he proceeded to Dinapur, where he was soon able to conduct worship among the natives in the vernacular, and established schools.",
		"The ordinary medieval literature reached Iceland through Norway, and every one began to put it into a vernacular dress, so neglecting their own classics that but for a few collectors like Lawman Hauk they would have perished entirely.",
		"The medieval religious literature of Western Europe also influenced Iceland, and the Homilies (like the Laws) were, according to Thorodd, the earliest books written in the vernacular, antedating even Ari's histories.",
		"The oldest document written in the vernacular Servian is considered to be a charter by which Kulin, the ban of Bosnia, grants certain commercial privileges to the Ragusan merchants in 1189.",
		"Only a few of his contemporaries followed the example which Dositey set in writing in the vernacular (although even he introduced from time to time purely Slavonic words and forms).",
		"It was believed that the vernacular could not be raised to the dignity of a literary language, and that literature and science needed words and expressions which were entirely lacking in the common language.",
		"One result of this nationalist revival was the unsuccessful attempt made between 1814 and 1830 to raise the Cakavci dialect to the rank of a distinctive literary language for CroatiaSlavonia; but the Illyrist movement of 1840 led to the adoption of the Stokavci, which was already the vernacular of the majority of Serbo-Croats.",
		"After the partition, the invention of the Armenian alphabet, and the translation of the Bible into the vernacular, 410, drew the Armenians together, and the discontinuance of Greek in the Holy Offices relaxed the ecclesiastical dependence on Constantinople, which ceased entirely when the Patriarch, 491, refused to accept the decrees of the council of Chalcedon.",
		"A deed of arbitration in his hand, dated 1612, relating to the settlement of a dispute between the sons of a land-owner named Todar, who possessed some villages adjacent to Benares, has been preserved, and is reproduced in facsimile in Dr Grierson's Modern Vernacular Literature of Hindustan, p. 51.",
		"Finding his people slow to come to church, he is said to have stood at the end of a bridge singing songs in the vernacular, thus collecting a crowd to listen to exhortations on sacred subjects.",
		"The vernacular name barnacle, traceable to the fable of pedunculate cirripedes hatching out into bernicle geese, has also been transferred to the sessile cirripedes, which are popularly known as acorn barnacles.",
		"However, with few exceptions, the cottages are styled within the vernacular revival idiom.",
		"These motets are usually in the vernacular and usually expect only continuo accompaniment, tho some do have optional instrumental doubling parts.",
		"Between 1989 and 1992, I traveled to China to document the extraordinary beauty and refinement of Chinese vernacular architecture.",
		"So had the Reformation, but that did not stop new vernacular hymnody from becoming one of its enduring fruits.",
		"One feature of this style is a preference for Latinate or classical lexis rather than vernacular English words.",
		"True, there was a new and vernacular liturgy, but through it you could still see the lineaments of the old.",
		"Finally, a section on music and vernacular traditions explores the influence of the south on American popular music.",
		"The same pressure brought forth a great many vernacular translations and new editions of the principal sources of Stoicism.",
		"There is Latin itself, which ultimately failed to outlive the imperium and which slowly transmuted into the vernacular Romance languages.",
		"If women were more integrated into such networks, then they might use more vernacular variants than men.",
		"Motta was widely quoted and the phrase entered the sporting vernacular.",
		"To use the vernacular, he was \" sent to Coventry \" .",
		"Consider ' local distinctiveness ' and use local materials to reflect the vernacular in the design of your panel frames and supports.",
		"Excuse me; if you don't understand the vernacular, let me translate.",
		"The terms include a vernacular which probably referred to commonly known techniques that needed no further explanation for an audience of 18 century soldiers.",
		"Sloan Prize A prize is awarded annually for a prose or verse composition in Lowland Scots vernacular.",
		"There's a small selection of Burns's poetry translated into English for those who find themselves defeated by eighteenth-century Scottish vernacular.",
		"As we would put it in our contemporary vernacular, you might as well talk to the wall.",
		"Or to use the American vernacular, \" what goes around - comes around \" .",
		"The BBC, to put it in the popular English vernacular, is \" on a roll \" with its French for Africa service.",
		"The conservation village of Barr is well worth a visit with its attractive rows of unspoiled 18th and 19th century vernacular buildings.",
		"Other decrees denounced the abuse of indulgences, of festivals of saints, and of processions and suggested reforms; others again enjoined the closing of shops on Sunday during divine service, the issue of service-books with parallel translations in the vernacular, and recommended the abolition of all monastic orders except that of St Benedict, the rules of which were to be brought into harmony with modern ideas; nuns were to be forbidden to take the vows before the age of 40.",
		"He advised him to addict himself to an assiduous study of the more idiomatic English writers, such as Swift and Addison - with a view to unlearn his foreign idiom and recover his halfforgotten vernacular - a task, however, which he never perfectly accomplished.",
		"Much has been written concerning the acts of homicidal mania called amuck (amok), which word in the vernacular means to attack.",
		"His last hours were spent, like the rest of his life, in devotion and teaching, his latest work being to dictate, amid ever-increasing bodily weakness, a translation into the vernacular of the Gospel of St John, a work which unhappily has not survived.",
		"The brilliant and enterprising Christian Thomasius brought out periodically, in dialogue form, his Monatsgesprdche (1688-1690), written by himself in the vernacular, to defend his novel theories against the alarmed pedantry of Germany, and, together with Strahl, Buddeus and others, Observationes selectae ad rem litterariam spectantes (1700), written in Latin.",
		"An inevitable effect of the reign of Islam had been that the kindred language of the Arabs gradually killed the vernacular Syriac of Mesopotamia (see Edessa) as the alien Greek and Persian had shown no tendency to do, and the classical period (4th to 8th centuries) of the only Mesopotamian literature we know, such as it is, useful but uninviting, came to an end (see Syriac Literature).",
		"The chief differences between the classical language of the Tibetan translators of the 9th century and the vernacular, as well as the language of native words, existed in vocabulary, phraseology and grammatical structure, and arose from the influence of the translated texts.",
		"To the popular mind the great distinction between the Lutheran and the medieval church service, besides the use of the vernacular and the supreme place assigned to preaching, was that the people partook of the cup in the sacrament of the Lord's Supper; and the Lutheran service became popularly distinguished from the Reformed because it retained, while the Reformed did away with, most of the medieval ceremonies and vestments (see Lutherans).",
		"After barely a few allusions to it in the epics, it bursts forth full-blown in the Harivansa, the Vishnu-purana, the Narada-Pancharatra and the Bhagavata-purana, the tenth canto of which, dealing with the life of Krishna, has become, through vernacular versions, especially the Hindi Prem-sagar, or \"ocean of love,\" a favourite romance all over India, and has doubtless helped largely to popularize the cult of Krishna.",
		"Nor is the question of the vernacular itself of necessity bound up with this new movement, for Wales is essentially a bi-lingual country, wherein every educated Cymro speaks and writes English with ease, and where also large towns and whole districts - such as Cardiff, south Monmouth, the Vale of Glamorgan, Gower, south Glamorgan, south Pembroke, east Flint, Radnorshire and Breconshire - remain practically monoglot English-speaking.",
		"When the rustic talks in the vernacular to his horse he is not much concerned to know whether he is heard and understood; still less when he mutters threats against an absent rival, or kicks the stool that has tripped him up with a vicious \"Take that!\"",
		"One consequence of the Mendelssohn movement was that many writers used their vernacular language besides or instead of Hebrew, or translated from one to the other.",
		"Gay visited him in Edinburgh, and Pope praised his pastoral - compliments which were undoubtedly responsible for some of Ramsay's unhappy poetic ventures beyond his Scots vernacular.",
		"In Palestine and western Syria, the home of pre-Christian Aramaic dialects, the vernacular Semitic speech had under Roman dominion been replaced by Greek for official and literary purposes.",
		"Anyhow, it is much to be regretted that no Syriac writing from Harran has survived.3 Syriac literature continued in life from the 3rd to the 14th century A.D., but after the Arab conquest it became an increasingly artificial product, for Arabic gradually killed the vernacular use of Syriac.",
		"He had studied Arabic, Turkish, Greek, the vernacular languages of India and Sind, and perhaps even Hebrew; he had visited Multan and Lahore, and the splendid Ghaznavide court under Sultan Mahmud, Firdousi's patron.",
		"The Talmudic tradition, however, is, doubtless, correct in connecting the origin of Targums with the custom of reading sections from the Law at the weekly services in the synagogues, since the need for a translation into the vernacular must first have arisen on such occasions.",
		"Judging by the contents of our existing Targums, and the Targumic renderings given in Jewish literature, it is improbable that any definite system of interpretation was ever formally adopted, the rendering into the vernacular being left to the discretion of the individual Meturgeman.",
		"Zwingli denounced the publication of plenary indulgence to all visitors to the shrine, and his sermons in the Swiss vernacular drew great crowds and attracted the attention of Rome.",
		"A considerable section of the priesthood demanded some dogmatical reforms, including the abolition of celibacy, the introduction of the vernacular into the Church services, and a more democratic administration of Church affairs.",
		"He thereby gave the signal for the age-long conflict between Nominalism and Realism, which exercised the keenest intellects among the Schoolmen, while the crowning work of his life, the Consolatio Philosophiae (524), was repeatedly expounded and imitated, and reproduced in renderings that were among the earliest literary products of the vernacular languages of modern Europe.",
		"The vernacular Church of Syria represented yet a third.",
		"The 11 th century, with its political convulsions, resulting in the establishment of an alien rule and the partial suppression of the language of the conquered race, was unfavourable to literary efforts of any kind in the vernacular.",
		"He then resolved to open their eyes to the serious corruptions and decline of the church by translating the New Testament into the vernacular.",
		"The new viceroy was also called upon to decide grave questions between the native population and the resident British, and he resolved upon a liberal policy towards the former, among his measures being the repeal of the Vernacular Press Act, the extension of local government and the appointment of an Education Commission.",
		"The first complete vernacular Book of Common Prayer was issued in 1549.",
		"As the popular use of Aramaic was gradually restricted by the spread of Arabic as the vernacular (from the 7th century onwards), while the dispersion of the Jews became wider, biblical Hebrew again came to be the natural standard both of East and West.",
		"It was not till the 16th century that literature began to be generally practised in the vernacular in Denmark.",
		"In the early r6th century the use of the vernacular is extended, chiefly in the treatment of historical and polemical subjects, as in Murdoch Nisbet's version of Purvey (in MS. till 1901), a compromise between northern and southern usage; Gau's (q.v.) Richt Vay, translated from Christiern Pedersen; Bellenden's (q.v.) translation of Livy and Scottish History; the Complaynt of Scotlande, largely a mosaic of translation from the French; Ninian Winzet's (q.v.) Tractates; Lesley's (q.v.) History of Scotland; Knox's (q.v.) History; Buchanan's (q.v.) Chamaeleon; Lindesay of Pitscottie's (q.v.) History; and the tracts of Nicol Burne and other exiled Catholics.",
		"During the last quarter of the 19th century there was an ever-increasing literary activity in Finland, and it took the form less and less of the publication of Swedish works, but more and more that of examples of the aboriginal vernacular.",
		"Owing to a ridiculous muddle, this Arabic word has been taken to mean \"warning\" lizard, hence the Latin Monitor, one of the many synonyms of this genus, now often used as the a b a vernacular.",
		"Accordingly, he was ready to meet the needs of his day to an extent and in a manner which even the versatile Jesuits, who much desired to enlist him in their company, did not rival; and, though an Italian priest and head of a new religious order, his genius was entirely unmonastic and unmedieval; he was the active promoter of vernacular services, frequent and popular preaching, unconventional prayer, and unsystematized, albeit fervent, private devotion.",
		"There 's a small selection of Burns 's poetry translated into English for those who find themselves defeated by eighteenth-century Scottish vernacular.",
		"Or to use the American vernacular, \" what goes around - comes around \".",
		"The conservation area was respected through use of vernacular styling demonstrating that principles of good design are especially relevant to sensitive contexts.",
		"Their current work includes producing vernacular media materials to provide indigenous Guatemalans with Scripture in their own languages.",
		"While modern vernacular usually insists that a sexy dress be one that shows a lot of skin, the reality is that real sexiness comes from confidence.",
		"In the modern vernacular, a cougar is a confident woman who is sure of her own personal attractiveness and power.",
		"Phrases like 'seriously!' and Dr. Mc Dreamy and McSteamy and even McVet entered the vernacular while stars like Patrick Dempsey, Katherine Heigl, Sandra Oh and Ellen Pompeo became household names.",
		"There are many different dialects of spoken Chinese used throughout the world, but written Chinese has been standardized (first as Classical Chinese and since 1919, Vernacular Chinese).",
		"Sir Mix A Lot not only had a hit song, but he also entered a phrase into modern vernacular – Baby Got Back.",
		"For instance, if a boy's birthday party has a pirate theme, the wording can include pirate vernacular.",
		"Members of the cast, such as Snooki and The Situation, became overnight stars and their names are now firmly part of pop culture vernacular.",
		"Twitter has gathered its own vernacular along the way, and there are some terms that tend to confuse new users.",
		"Its most important feature on the theological as distinct from the political side was the endeavour to promote the circulation of the Bible in the vernacular, by encouraging translation and procuring an order in 1538 that a copy of the Bible in English should be set up in every church in a convenient place for reading.",
		"The fact that many of the most important works were written in Arabic, the vernacular of the Spanish Jews under the Moors, which was not understood in France, gave rise to a number of translations into Hebrew, chiefly by the family of Ibn Tibbon (or Tabbon).",
		"The question of the use of the vernacular or of Hebrew is bound up with the differences between the orthodox and the liberal or reform parties, complicated by the many problems involved.",
		"Though the science was certainly not advanced by their labours, it was saved from total oblivion, and many ancient medical works were preserved either in Latin or vernacular versions.",
		"Opinions differ as to the true import of these glosses; some scholars hold that the Salic Law was originally written in the Frankish vernacular, and that these words are remnants of the ancient text, while others regard them as legal formulae such as would be used either by a plaintiff in introducing a suit, or by the judge to denote the exact composition to be pronounced.",
		"About the time of Ergamenes, or (according to some authorities) before, a vernacular came to be employed in inscriptions, written in a special alphabet of 23 signs in parallel hieroglyphic and cursive forms. The cursive is to be read from right to left, the hieroglyphic, contrary to the Egyptian method, in the direction in which the figures face.",
		"Her language is the purest Tuscan of the golden age of the Italian vernacular, and with spontaneous eloquence she passes to and fro between spiritual counsel, domestic advice and political guidance.",
		"Recent discoveries have made it practically certain that there existed, prior to the extant romances, a collection of short episodic poems, devoted to the glorification of Arthur's famous nephew and his immediate kin (his brother Ghaeris, or Gareth, and his son Guinglain), the authorship of which was attributed to a Welshman, Bleheris; fragments of this collection have been preserved to us alike in the first continuation of Chretien de Troyes Perceval, due to Wauchier de Denain, and in our vernacular Gawain poems. Among these \"Bleheris\" poems was one dealing with Gawain's adventures at the Grail castle,where the Grail is represented as non-Christian, and present s features strongly reminiscent of the ancient Nature mysteries.",
		"It is much less certain that the disciplinary reforms which the council, following the example of its predecessors, re-enacted, owed anything to Protestantism, unless indeed the council would have shown itself less intolerant in respect to such innovations as the use of the vernacular in the services had this not smacked of evangelicalism.",
		"He favoured the use of the organ and of prayers in the vernacular, and was instrumental in founding schools on modern lines.",
		"Nothing indeed did so much to popularize the new doctrines in Poland as this beneficial revival of the long-negle-ted vernacular by the reformers.",
		"Being repudiated by his family on account of his views on widow remarriage, he became a vernacular schoolmaster, and started a weekly paper in Gujarati called The Satya Prakash.",
		"As Hebrew became less familiar to the people, a system of translating the text of the Law into the Aramaic vernacular verse by verse, was adopted in the synagogue.",
		"About this time, no doubt, some preachers began to use the vernacular, though no examples of such a practice have been preserved.",
		"He revived the interest in vernacular literature, and directly inspired the genius of his greater successors.",
		"A book on national customs, the first work in the vernacular by a South African native, was published in 1893.",
		"The great period of vernacular preaching lasted from the beginning of the 16th to the end of the 17th century.",
		"Nor can there be much doubt that the great attention bestowed on acting - the Jesuits kept up the Renaissance practice of turning schools into theatres for the performance of plays both in Latin and in the vernacular - had much to do with Voltaire's lifelong devotion to the stage."
	],
	"synonyms": [
		"patois",
		"lingo",
		"jargon",
		"dialect",
		"cant",
		"argot",
		"langue",
		"tongue",
		"speech",
		"language",
		"terminology",
		"lexicon",
		"idiom",
		"vocabulary",
		"slang",
		"vulgar",
		"common"
	],
	"antonyms": []
}