{
	"word": "invidious",
	"meaning": [
		"Such as to excite ill will, odium, or envy; giving offense.",
		"Offensive and unfair.",
		"Giving offense by discriminating unfairly.",
		"Envious."
	],
	"sentences": [
		"All invidious class distinctions were done away with.",
		"Here are no reproaches, no base and sly insinuations, none of those invidious reflections with which controversies are usually managed.",
		"It is however invidious to have different funding mechanisms applying to young people's learning opportunities.",
		"Naming names within a short exercise in reminiscence like this is always invidious, but there are two names which must not go unrecorded.",
		"It is perhaps invidious to criticize such an ambitious and fundamentally valuable undertaking as this on these grounds.",
		"Henry himself felt so much the invidious position.",
		"What often happens in such cases can be very invidious for all concerned.",
		"Q If ITV merges, is it not invidious that two sales houses will report to one Plc?",
		"So it seems particularly invidious to encourage the use of other smokable drugs, such as cannabis.",
		"He conceived it as \" a religious monopoly \" to which \" the nation at large contributes,\" while \" Presbyterians alone receive,\" and which placed him in \" a relation to the state \" so \" seriously objectionable \" as to be \" impossible to hold.\"5 The invidious distinction it drew between Presbyterians on the one hand, and Catholics, Friends, freethinking Christians, unbelievers and Jews on the other, who were compelled to support a ministry they \" conscientiously disapproved,\" offended his always delicate conscience; while possibly the intellectual and ecclesiastical atmosphere of the city proved uncongenial to his liberal magnanimity.",
		"But the rich man--not to make any invidious comparison--is always sold to the institution which makes him rich.",
		"He had received from his father the smatterings of a liberal education, but until the outbreak of the Revolution he was a domestic servant, and from 1785 occupied the invidious office of cornmissaire a terrier, his function being to assist the nobles and priests in the assertion of their feudal rights as against the unfortunate peasants.",
		"The power of Zavis at last became invidious to the king, by whose order he was beheaded in 1290."
	],
	"synonyms": [
		"discriminatory",
		"vicious",
		"spiteful",
		"repugnant",
		"offensive",
		"odious",
		"objectionable",
		"hateful",
		"detestable",
		"defamatory",
		"jealous",
		"envious",
		"green-eyed",
		"covetous",
		"libelous"
	],
	"antonyms": [
		"pleasant",
		"delightful",
		"likeable",
		"lovable",
		"desirable"
	]
}