{
	"word": "doldrums",
	"meaning": [
		"Low spirits; dull, gloomy, listless feeling.",
		"Sluggishness or complete inactivity; stagnation.",
		"A period of depression or unhappy listlessness.",
		"Equatorial ocean regions noted for dead calms and light fluctuating breezes.",
		"Such calms and breezes, located between the belts of the NE and SE trade winds."
	],
	"sentences": [
		"They'd made it through the blahs of winter and the doldrums of spring, managing to satisfy most, if not all, of the bill collectors.",
		"Coming out to everyone Makes the winter doldrums fun.",
		"It's a welcome escape, albeit a temporary one, from the winter doldrums.",
		"A fresh perspective and additional brainpower often provides just what the company needs to get it out of the doldrums.",
		"That means the average person spends 16 days a year or eight hours a week in the domestic doldrums.",
		"Maybe that'll help jar me out of my creative doldrums.",
		"Good news from Haynes Publishing and Marchpole Even while the stock market remains stuck in the summer doldrums some shares produce good news.",
		"Beat the summer doldrums by having a mini Christmas in July party, complete with music, cutout cookies and a gag gift exchange.",
		"Innovative locals, resting in the doldrums of off-season winter, noticed that when the large, ancient pipe leaked, escaping water coated the high walls of the gorge in spectacular ice.",
		"Again the club hit the doldrums in the seventies with little in the way of success coming their way.",
		"It has the potential to boost prosperity and lift Europe out of the economic doldrums.",
		"Mark slightly in the financial doldrums, with the result that half of the album is without a backing band.",
		"Those facing the possibility of redundancy or mid life career doldrums will gain in equal measures too.",
		"With some searching, however, you'll come across brighter, more cheery colors perfect for keeping the winter doldrums away.",
		"When the winter doldrums have you down, you will only need to look to your plants, patiently waiting for warm weather to remind you that spring is never far off.",
		"If you've had enough of the winter doldrums, the magazine transports you to a place of sunshine, swimsuit models, and... music stars.",
		"One of the worldâs leading fluid power companies focuses its R&D to increase market share and beat recessionary doldrums.",
		"High temperature in the depth may be taken to mean descending water, just as high atmospheric pressure means descending air, and hence it would seem that the slow vertical movement of water in the Pacific reproduces to some extent the phenomena of the \" doldrums \" and \" horse latitudes,\" with this difference, that the centres of maximum intensity lie off the east of the land instead of the west as in the case of the continents."
	],
	"synonyms": [
		"stagnancy",
		"stagnation",
		"apathy",
		"melancholy",
		"blues",
		"dumps",
		"depression",
		"lassitude",
		"ennui",
		"boredom",
		"tedium",
		"slump",
		"listlessness",
		"dolefulness",
		"despondency"
	],
	"antonyms": [
		"gladness",
		"glee",
		"joy",
		"happiness",
		"elation"
	]
}