{
	"word": "paradox",
	"meaning": [
		"A statement contrary to common belief.",
		"A statement that seems contradictory, unbelievable, or absurd but that may be true in fact (Ex.: “Water, water, everywhere, nor any drop to drink”)",
		"A person, situation, act, etc. that seems to have contradictory or inconsistent qualities.",
		"A statement that is self-contradictory and, hence, false.",
		"A counterintuitive conclusion or outcome. usage syn."
	],
	"sentences": [
		"To abandon this certainty can leave us with a skeptical paradox that is genuinely depressing.",
		"The position approaches to paradox and is not likely to be generally accepted.",
		"The paradox of science is that its success in understanding nature has created problems for its understanding of human nature.",
		"He discovered the hydrostatic paradox that the downward pressure of a liquid is independent of the shape of the vessel, and depends only on its height and base.",
		"The paradox of individual freedom in an era of individual helplessness is a complicated issue.",
		"Paradox, however, soon becomes stale, and fallacy wearisome.",
		"In all, he was a paradox of fashion.",
		"The paradox of predication, that it seems to deny identity, or to deny difference, becomes a pons asinorum.",
		"Aristotle had fallen into the paradox of resolving a mental act into verbal elements.",
		"This kind of time travel creates a paradox that discourages time travel into the past.",
		"I do recall hearing about the grandfather paradox.",
		"To see the absurdity of the second paradox of relativity is easier than to refute it.",
		"Herein lies the paradox which is also the deepest truth of our spiritual life.",
		"His weakness as a writer is the too frequent striving after antithesis and paradox.",
		"The cogency of Toland's arguments was weakened by his manifest love of paradox.",
		"Warburton was undoubtedly a great man, but his intellect, marred by wilfulness and the passion for paradox, effected no result in any degree adequate to its power.",
		"This principle involved the paradox that no man, knowing good, would do evil.",
		"The gathered illhumour of many years, aggravated by the confident assurance of the Hegelians, found vent at length in the introduction to his next book, where Hegel's works are described as three-quarters utter absurdity and one-quarter mere paradox - a specimen of the language in which during his subsequent career he used to advert to his three predecessors Fichte, Schelling, but above all Hegel.",
		"The result of this theory of ethics is of great value as emphasizing the importance of a systematic view of conduct, but it fails to resolve satisfactorily the great Socratic paradox that evil is the result of ignorance.",
		"Hence came the curious paradox, that the party which started as the advocates of the rights of parliament against the incapable ministers appointed by the crown, ended by challenging the right of parliament, exercised in 399, to depose a legitimate king and substitute for him another member of the royal house.",
		"In the first place, though in Aristotle's view the most perfect well-being consists in the exercise of man's \" divinest part,\" pure speculative reason, he keeps far from the paradox of putting forward this and nothing else as human good; so far, indeed, that the greater part of his treatise is occupied with an exposition of the inferior good which is realized in practical life when the appetitive or impulsive (semi-rational) element of the soul operates under the due regulation of reason.",
		"For three-quarters of a century, then, philosophy was at a standstill; and, when in the second decade of the 4th century the pursuit of truth was resumed, it was plain that Zeno's paradox of predication must be disposed of before the problems which had occupied the earlier thinkers - the problem of knowledge and the problem of being - could be so much as attempted.",
		"They affirmed the paradox of a transcendent and immanent God by rejecting both the Stoic pantheism and the Platonic cosmic dualism mentioned above.",
		"That a revolution largely inspired by generous and humane feeling should have issued in such havoc and such crimes is a paradox which astounded spectators and still perplexes the historian.",
		"He was strongly opposed to the prevailing French socialism of his time because of its utopianism and immorality; and, though he uttered all manner of wild paradox and vehement invective against the dominant ideas and institutions, he was remarkably free from feelings of personal hate.",
		"The force of the paradox depends upon a blending of duty and interest in the single notion of good, a blending which was dominant in the common thought of the age.",
		"We thus reach the paradox that the true art of living is really an \" art of dying \" as far as possible to mere sense, in order more fully to exist in intimate union with absolute goodness and beauty.",
		"Both accept the paradox in the qualified sense that no one can deliberately act contrary to what appears to him good, and that perfect virtue is inseparably bound up with perfect wisdom or moral insight.",
		"Aristotle had already been led to attempt a refutation of the Socratic identification of virtue with knowledge; but his attempt had only shown the profound difficulty of attacking the paradox, so long as it was admitted that no one could of deliberate purpose act contrary to what seemed to him best.",
		"This paradox is violent, but it is quite in harmony with the spirit of Stoicism; and we are more startled to find that the Epicurean sage, no less than the Stoic, is to be happy even on the rack; that his happiness, too, is unimpaired by being restricted in duration, when his mind has apprehended the natural limits of life; that, in short, Epicurus makes no less strenuous efforts than Zeno to eliminate imperfection from the conditions of human existence.",
		"The Stoic doctrine of the worthlessness of ordinary human virtue, and the stern paradox that all offenders are equally, in so far as all are absolutely, guilty, find their counterparts in Christianity; but the latter (maintaining this ideal severity in the moral standard, with an emotional consciousness of what is involved in it quite unlike that of the Stoic) overcomes its practical exclusiveness through faith.",
		"The former, while accepting utility as the criterion of \" material goodness,\" had adhered to Shaftesbury's view that dispositions, not results of action, were the proper object of moral approval; at the same time, while giving to benevolence the first place in his account of personal merit, he had shrunk from the paradox of treating it as the sole virtue, and had added a rather undefined and unexplained train of qualities, - veracity, fortitude, activity, industry, sagacity, - immediately approved in various degrees by the \" moral sense \" or the \" sense of dignity.\"",
		"Where was the paradox so beloved in their books?",
		"The Great British Cookery Paradox is evidence that supermarkets have made substantial inroads in undermining the nation's inclination to cook.",
		"He ends by outdoing the paradox of Schopenhauer, concluding that Nature in itself is intelligent will, but unconscious, a sort of immanent unconscious God.",
		"Answer 2 The first striking factor about the world of the tenth century is the paradox of what makes man good.",
		"It's a paradox, but some vigorous forms of yoga can lead to better sleep.",
		"Among the multiple themes present in this science fiction classic, it contains the ultimate time paradox.",
		"This endless loop continues to play out in future films, but the original paradox began with the arrival of Kyle Reese and the Terminator.",
		"But for a tendency to paradox, his intellectual powers were of the highest order, and as a master of nervous idiomatic English he is second to Cobbett alone.",
		"He was endowed with a strong sense of humour and a love of paradox carried to an extreme.",
		"It is indeed the doctrine of the intractability of matter to form that lies at the base of the paradox as to the disparateness of knowledge and the real already noted.",
		"Similarly, though the influence of rhetoric upon his language, as well as upon his general treatment, is clearly perceptible, he has not the perverted love of antithesis, paradox and laboured word-painting which offends us in Tacitus; and, in spite of the Venetian richness of his colouring, and the copious flow of his words, he is on the whole wonderfully natural and simple.",
		"Once a paradox it is now commonplace, and the superabundant argument in the Letters on Toleration fatigues the modern reader.",
		"In so far as there is any important difference between the Platonic and the Aristotelian views of human good, we may observe that the latter has substantially a closer correspondence to the positive element in the ethical teaching of Socrates, though it is presented in a far more technical and scholastic form, and involves a more distinct rejection of the fundamental Socratic paradox.",
		"Finally, the last paradox may be interpreted as a valid refutation of the doctrine that space and time are not infinitely divisible.",
		"Accordingly, in the seventh book of the Republic, where Plato propounds his scheme of Academic education, he directs the attention of studious youth primarily, if not exclusively, to the concurrence of inconsistent attributes; and in the Phaedo, 102 B-103 A, taking as an instance the tallness and the shortness simultaneously discoverable in Simmias, he offers his own theory of the immanent idea as the solution of the paradox.",
		"For the paradox of predication, which he had used to disprove the existence of plurality, was virtually a denial of all speech and all thought, and thus led to a more comprehensive scepticism than that which sprang from the contemporary theories of sensation.",
		"He also wrote a treatise entitled De Petal reel de la presse et des pamphlets depuis Francois P r jusqu'a Louis XIV (1834), in which he refuted an empty paradox of Charles Nodier, who had tried to prove that the press had never been, and could never be, so free as under the Grand Monarch.",
		"It is a curious paradox that this Rambo figure, this all-American hero, was the stereotype which these young revolutionaries had adopted.",
		"The paradox is at the heart of things.",
		"And the grasping of this principle gives one the means of solving many a dark paradox and hidden secret of Nature.",
		"Al Carone - unlike his near namesake, Al Capone truly was a paradox wrapped in a mystery concealed behind an enigma.",
		"This may help us to appreciate the meaning of Hegel's Dialectic. His thought then is not wholly paradox, whatever the expression may be.",
		"Some of the impression of paradox here is due to Anselm's treating the Absolute simply as one among many other beings, and to his treating existence simply as one element in the quantitative sum of perfections.",
		"A due consideration of it leads to the curious paradox that if any two animals be compared, the zoologically lower will be separated from the common ancestor by a larger number of generations, since, on the average, sexual maturity is reached more quickly by the lower form.",
		"A \"paradox\" has been compared with a \"paralogism\" (7rapa, X6 yos, reason), as that which is contrary to opinion only and not contrary to reason, but it is frequently used in the sense of that which is really absurd or untrue.",
		"In this way the kingdom of Jerusalem expanded until it came to embrace a territory stretching along the coast from Beirut (captured in IIIo 3) to el-Arish on the confines of Egypt - a territory whose strength lay not in Judaea, like the ancient kingdom of David, but, somewhat paradoxically (though commercial motives explain the paradox), in Phoenicia and the land of the Philistines.",
		"In conclusion, the logic of the last quarter of the 19th century may be said to be animated by a spirit of inquiry, marred by a love of paradox and a corresponding hatred of tradition.",
		"The rejection of the Parmenides would involve the paradox of a nameless contemporary of Plato Plato's episodic use of logical distinctions is frequent.",
		"It is the paradox involved in the function of intuition, the acceptance of the psychological characters of clearness and distinctness as warranty of a truth presumed to be trans-subjective, that leads to Descartes's distinctive contribution to the theory of knowledge.",
		"There is more, however, in Hobbes, than the paradox of nominalism.",
		"The paradox of the theory of judgment is due to the ideal of identity, and the way in which this is evaded by supplementation to produce a non-judgmental identity, followed by translation of the introduced accessories with conditions in the hypothetical judgment, is thoroughly in Herbart's manner.",
		"Similarly he arrives at the great paradox that \"private vices are public benefits.\"",
		"Not satisfied with explaining adverse texts, he met his opponents with unwise audacity on their own ground, and endeavoured to produce scriptural confirmation of a system which seemed to the ignorant many an incredible paradox, and to the scientific few a beautiful but daring innovation.",
		"But as I was wearing a leather hat and sleeveless jacket, at least the paradox was at all times out on display.",
		"The so-called local-global paradox has been at the center of much theorizing and practical innovation.",
		"Or ask the question how a thermostat avoids the sorites paradox?",
		"If only sons could see the paradox, they would understand the dilemma.\"",
		"The paradox used to be that inexpensive electric guitars were of such poor quality that they were no fun to play, and they sounded terrible.",
		"Some believe resveratrol can partially help explain what is referred to as \"the French paradox,\" in which French individuals consume a diet higher in fat, but experience less cardiovascular problems.",
		"When the doctor coined the term, he merely chose the phrase to reflect the paradox between the advanced capabilities with low functioning in other areas.",
		"The paradox of Frederick's Crusade is indeed astonishing.",
		"He had already given several proofs of his noble but overscrupulous conscientiousness, and at the same time of a propensity to paradox.",
		"The secret of success, here as elsewhere, is the writer's marvellous imperturbability in paradox, his teeming imagination and his rigid logic. Grant his premises, and all the rest follows; his world may be turned topsy-turvy, but the relative situation of its contents is unchanged.",
		"If you pressed him for an opinion he took refuge in raillery, and threw out some paradox with which it was not easy to cope.",
		"But it was a paradox derived from his unanswerable truisms, \" Every one wishes for his own good, and would get it if he could,\" and \" No one would deny that justice and virtue generally are goods, and of all goods the best.\"",
		"It is a paradox that he should be invoked \" to prove the reality of Jesus Christ \" (as against Docetism), and yet that it should be contended at the same time that for him \" ideas, and not events, were the true realities.\"",
		"In the first place, he displays in its most naked form the common but unproved idealistic paradox of a sense of sensations, according to which touch apprehends not pressure but a sensation of pressure, sight apprehends not colour but a sensation of colour, and there is no difference between the sensory operation and the sensible object apprehended by any sense, even within the sentient organism.",
		"Ladd (q.v.) also believes in \" a larger all-inclusive self,\" and goes so far as the paradox that perfect personality is only reconcilable with one infinite being.",
		"The fundamental difficulty underlying this logic is the paradox more clearly expressed by Zeno and to a large extent represented in almost all modern discussion, namely that the evidence of the senses contradicts the intellect.",
		"Another great paradox is that we tend to learn most from failure and least from success.",
		"Proudhon's famous paradox, \"La propriete, c'est le vol,\" is merely a trenchant expression of this general principle.",
		"Great as was the importance of these paradoxes of plurality and motion in stimulating speculation about space and time, their direct influence upon Greek thought was less considerable than that of another paradox - strangely neglected by historians of philosophy - the paradox of predication.",
		"Finally, apart from these more academic arguments there is an undoubted paradox in a theory which, at a moment when in whatever direction we look the best inspiration in poetry, sociology and physical science comes from the idea of the unity of the world, gives in its adhesion to pluralism on the ground of its preponderating practical value.",
		"It would on its side be, indeed, a paradox if at a time when the validity of human ideals and the responsibility of nations and individuals to realize them is more universally recognized than ever before on our planet, the philosophical theory which hitherto has been chiefly identified with their vindication should be turned against them.",
		"Rousseau says he thought of the paradox on his way down; Morellet and others say that he thought of treating the subject in the ordinary fashion and was laughed at by Diderot, who showed him the advantages of the less obvious treatment.",
		"There are, of course, many other parallels with St Mark, and at some points the two documents seem to overlap and to relate the same incidents in somewhat different forms. There is the same use of parables from nature, the same incisiveness of speech and employment of paradox, the same demand to sacrifice all to Him and for His cause, the same importunate claim made by Him on the human soul.",
		"The Kantian paradox he explains as the result of an attempt to explain the origin of the \"given\" in consciousness.",
		"Aristotle apparently intended, or at all events has given logicians in general the impression, that he intended to analyse syllogism into propositions as premises, and premise into names as terms. His logic therefore exhibits the curious paradox of being an analysis of mental reasoning into linguistic elements.",
		"Thus, in the Parmenides, with the paradox of likeness and unlikeness for his text, he inquires how far the cur14nt theories of being (his own included) are capable of providing, not only for knowledge, but also for predication, and in the concluding sentence he suggests that, as likeness and unlikeness, greatness and smallness, &c., are relations, the initial paradox is no longer paradoxical; while in the Sophist, Zeno's doctrine having been shown to be fatal to reason, thought, speech and utterance, the mutual Koevwvia of Elan which are not abra KaO' abra is elaborately demonstrated.",
		"The operative paradox here is that you must take your idea seriously, but not too seriously.",
		"What may help you manage the paradox is thinking about your startup idea as a hypothesis. You'll develop, test and implement the hypothesis, but be prepared to find a flaw in it.",
		"The paradox is that if government really wanted to encourage innovation in healthcare and other fields, they would step back and allow a free market to flourish.",
		"What is the source of this paradox?",
		"On a superficial view this is a paradox, for there are many more violations of probability and much graver faults of structure in the later works than in the earlier.",
		"In casting a thin hollow object like a bell, it will be seen that the resultant upward thrust on the mould may be many times greater than the weight of metal; many a curious experiment has been devised to illustrate this property and classed as a hydrostatic paradox (Boyle, Hydrostatical Paradoxes, 1666).",
		"Born in the part of Italy formerly known as Greater Greece, it may be said of him without paradox that the development of his mind and character represented a modern incarnation of all that was subtle and profound in the Hellenic genius, linked with the best and wisest tradition of Roman civilization and of the Christianity that came to take its place.",
		"So far the relativist is on sure ground; but from this truth is developed the paradox that the tree has no objective existence at all and consists entirely of the conscious states of the perceiver.",
		"The unity of opposites translated into its most abstract terms PP ing as the \" identity of being and not-being,\" the principle in that the \" real is the rational,\" the apparent substitution of \" bloodless \" categories for the substance of concrete reality gave it an air of paradox in the eyes of metaphysicians while physicists were scandalized by the premature attempts at a complete philosophy of nature and history.",
		"Freed from paradox it means that in every object of thought there are different aspects or elements each of which if brought separately into consciousness may be so emphasized as to appear to contradict another.",
		"But his frequent use of antithesis and paradox, the varied and fanciful imagery by which he realizes religious emotion, though they are indeed in accordance with the poetical conventions of his time, are also the unconstrained expression of an ardent and concentrated imagination.",
		"On the other hand, it is the virtue of idealism to emphasize the fact of consciousness, but its vice to exaggerate it, with the consequence of resorting to every kind of paradox to deny the obvious and get rid of bodies.",
		"In expanding Kant's act of synthesis till it absorbed the inner sense and the innermost soul, he started the modern paradox that soul is not substance, but subject or activity, a paradox which has been gradually handed down from Schelling and Hegel to Fechner, and from Fechner to Paulsen and Wundt.",
		"Emphasizing the many real analogies between physical and mental agency, but underrating the much stronger evidences that all the mental operations of men and animals require a nervous system, he flew to the paradox that soul is not limited to men and animals, but extends to plants, to the earth and other planets, to the sun, to the world itself, of which, according to him, God P y is the world-soul.",
		"Parting, then, from Kant, Paulsen resorts to a paradox which he shares with Fechner and Wundt.",
		"In order to establish this paradox of \" critical monism,\" he accepts to a certain extent the psychophysical philosophy of Fechner.",
		"But whereas Fechner and Paulsen hold that all physical processes are universally accompanied by psychical processes which are the real causes of psychical sensations, Riehl rejects this paradox of universal parallelism in order to fall into the equally paradoxical hypothesis that something or other, which is neither physical not psychical, causes both the physical phenomena of matter moving in space and the psychical phenomena of mind to arise in us as its common effects.",
		"The logic of the last quarter of the 19th century may be said to be animated by a spirit of inquiry, marred by a love of paradox and a corresponding hatred of tradition.",
		"The remedy for the paradox is to recognize that the foundation for our belief in the existence of objects is the force which they exercise upon us and the resistance which they offer to our will.",
		"But in the secular world this paradox failed to obtain; there free-will was only too ready to come into conflict with the Church."
	],
	"synonyms": [
		"anomaly",
		"antinomy",
		"absurdity",
		"puzzle",
		"enigma",
		"contradiction",
		"nonsense",
		"oxymoron",
		"inconsistency",
		"ambiguity",
		"mystery"
	],
	"antonyms": []
}