{
	"word": "clique",
	"meaning": [
		"A small, exclusive circle of people; snobbish or narrow coterie.",
		"A small, exclusive group of individuals; cabal.",
		"(graph theory) A subgraph isomorphic to a complete graph.",
		"(Internet) A group of related web sites that link to each other, like a webring but with exclusive membership determined by the clique owner.",
		"To form, associate in, or act as a clique.",
		"To associate together in a clannish way; to act with others secretly to gain a desired end; to plot."
	],
	"sentences": [
		"But the king replaced them with a new clique of servile and rapacious favourites.",
		"The five girls were part of a popular clique with Allison as their queen bee.",
		"Don't join a clique, especially of moaning ex-pats.",
		"Being a member of a clique can grant them prestige and a prime position in the playground's social hierarchy.",
		"The civil service gravitated into the hands of a clique.",
		"Despite recent superficial moves toward political reconciliation, Myanmar remains in the grip of a bloodstained corrupt military clique.",
		"Equally, Judith Warner's initial pool of interviewees is a wealthy little clique in the suburbs of Washington, DC.",
		"Many people have an image of five separate sections, each with its own clique of writers.",
		"The domination of the ruling clique is based on the Red Army.",
		"What is at issue is to explain how and why the Kremlin clique could have risked undertaking so monstrous a frame-up.",
		"The state may manage the lives and property of its citizens as the ruling clique chooses.",
		"Teens engaging in an array of activities are less likely to become members of a clique.",
		"Teens with a stable home environment are also less likely to join a clique.",
		"Keep reading to learn some tips on how you can join a clique in high school.",
		"Without the power of their friends behind them, people in a clique may not be as mean as they seem within the group.",
		"Keep in mind, if you have to work too hard to get into a high school clique, it may not be worth your trouble and may cause you more unhappiness than you expect.",
		"Since a clique is much like a small family, new members are sometimes not very welcome; of course if you have chosen a clique that is friendly and made up of good influences, the clique members should welcome you with open arms.",
		"A bad clique would be defined as any sort of group that forces you to do things you are not comfortable with, that puts down \"outsiders\", or don't set a good example for those younger than they are.",
		"However, sometimes the clique experience can be slightly exaggerated.",
		"Don't ever change who you are just to fit in with a clique or group of kids.",
		"Children will spend a lot of time with friends in their clique, interacting by going to the movies or the mall, talking on the telephone, or chatting online with instant messaging.",
		"While members of the cliques are close friends, members of the crowd outside a clique are casual acquaintances.",
		"Their involvement with a rebellious clique may encourage stealing, drugs, and underage drinking.",
		"Additionally, if all of the students are wearing the same uniform, then the ability to define which students are in a gang or clique by the clothes that they wear is reduced.",
		"This may take the form of the broader gang (\"family\") or the specific crew or \"clique\" the inmate runs with.",
		"Each of the students is from a different clique in the school, and initially their interaction focused on their interactions at school.",
		"At the same time her extravagance in dress, jewelry and amusements (including the gardens and theatricals at Trianon, of the cost of which such exaggerated reports were spread about) and her presence at horse-races and masked balls in Paris without the king, gave rise to great scandal, which was seized upon by her enemies, among whom were Mesdames, the count of Provence, and the duke of Orleans and the Palais Royal clique.",
		"When he proceeded to deny the doctrine of transubstantiation, to assert the all-sufficiency of the Scriptures as a rule of life, to denounce saint-worship, pilgrimages, and indulgences, and to declare, the pope to be Antichrist, he frightened his old supporter John of Gaunt and the politicians of the anti-clerical clique.",
		"Against us we have a well-organised clique, with its hands on the apparatus of power.",
		"Hence Soviet patriotism is inseparable from irreconcilable struggle against the Stalinist clique.",
		"The ICL functioned well into the 80s, attracting a small clique of The Knowing into its shadow.",
		"It's like gaining membership to a private clique which you never wished to become privy to.",
		"Parents.com suggests teens tend to \"clique\" as a way of determining \"status or ranking within a class\" in order to experience a sense of power over others.",
		"Group members are subject to the decisions made by the clique's ringleaders.",
		"This way, you can gain trust and friendship with someone that may be able to encourage others in the clique to allow you to hang out with them.",
		"Whether a student is found cheating on tests or homework, or is simply hanging with the wrong clique, trouble follows when teens feel they can't share their fears and concerns to an adult without fear of judgment or discipline.",
		"Being an \"outsider\" in the clique-centered world of a high school can be hurtful at times, but if a clique won't accept you for who you are, then there will probably be a clique somewhere in your high school that will.",
		"Though most teens might think that they need a clique in order to have friends, you don't have to join a high school clique.",
		"One or two close friends is just as good as a clique, and having many friends from all sorts of different social groups is always fun as well.",
		"Doll Clique - At Doll Clique, not only can you dress up your favorite celebrity, but you can also add fun graphics to your page when you are all finished.",
		"Peer pressure-Social pressure exerted by a group or individual in a group on someone to adopt a particular type of behavior, dress, or attitude in order to be an accepted member of a group or clique.",
		"Although some children remain loners and not part of any group, most preteens tend to be part of a small group of friends called a clique.",
		"The nomination was brought about by the Cordoba clique, and Roca lacked the moral courage to oppose the decision.",
		"With cynical insight he discovered that a great government cannot rest on a clique, however distinguished.",
		"Others attribute it to the queen, and there is no doubt that she hated Turgot for supporting Vergennes in demanding the recall of the comte de Guines, the ambassador in London, whose cause she had ardently espoused at the prompting of the Choiseul clique.",
		"The jobbing of land by the official clique, whose frequent intermarriages won for them the name of \"The Family Compact,\" the undoubted grievance of the \"Clergy Reserves\" and the well-meaning high-handedness and social exclusiveness of military governors, who tried hard but unavailingly to stay the democratic wave, soon revived political discord, which found a voice in that born agitator, William Lyon Mackenzie.",
		"But, for political reasons, a powerful clique was determined to suppress Wagner.",
		"In the first years of the century a little clique at Philadelphia became alarmed at the increase of the \"money power,\" and at the growing perils to democracy.",
		"His cabinet in great part Ad been dictated to him in r 809 by a senatorial clique, and it was hopelessly discordant; for two years he was to all intents and purposes his own secretary of state, Robert Smith being a mere figure-head of whom he gladly got rid in 181 r, giving Monroe the vacant place.",
		"Racked with the stone, hated by the official clique, thwarted on all sides, Perrot was goaded into using words capable of a treasonable interpretation.",
		"Escoiquiz was in fact a busy and pushing member of the literary clique which looked up to Godoy as its patron.",
		"In so far as these had other causes than the Anglo-Saxon love of faction, they were due to the formation by the loyalists, their descendants and hangers-on of a clique who more and more engrossed political and social power.",
		"The influence of Giolitti was based largely upon the favor of a court clique, and especially of Rattazzi, minister of the royal household.",
		"The Briefe fiber die Lehre Spinozas (1785; 2nd ed., much enlarged and with important Appendices, 1789) expressed sharply and clearly Jacobi's strenuous objection to a dogmatic system in philosophy, and drew upon him the vigorous enmity of the Berlin clique, led by Moses Mendelssohn.",
		"The Union Civica then decided to make a bold bid for freedom by attempting forcibly to eject Celman and his clique from office.",
		"It is from 1842 that the universal fame of Tennyson must be dated; from the time of the publication of the two volumes he ceased to be a curiosity, or the darling of an advanced clique, and took his place as the leading poet of his age in England.",
		"In 1879 he entered the German Foreign Office, where he was regarded as one of the most promising members of the small clique that gathered round the celebrated and much over-rated Herr von Holstein.",
		"On the fall of the Rudini cabinet in May 1892, Giolitti, with the help of a court clique, succeeded to the premiership. His term of office was marked by misfortune and misgovernment.",
		"One of them, Potier, bishop of Beauvais, already gave himself airs as prime minister, but Mazarin had had the address to touch both the queen's heart by his Spanish gallantry and her desire for her son's glory by his skilful policy abroad, and he found himself able easily to overthrow the clique of Importants, as they were called.",
		"In February 1679, when the country was agitated by real or fancied dangers to the Protestant religion, the earl entered political life as secretary of state for the northern department and became at once a member of the small clique responsible for the government of the country.",
		"This is the general view of the Church of his time, except the little clique known as the Alogi who rejected the Fourth Gospel, and Marcion who only recognized St Luke.",
		"The cabal or clique which attacked the Cid had no effect whatever on the judgment of the public. All his subsequent masterpieces were received with the same ungrudging applause, and the rising star of Racine, even in conjunction with the manifest inferiority of Corneille's last five or six plays, with difficulty prevailed against the older poet's towering reputation.",
		"Whether through jealous y of the ascendancy which Turgot had acquired over the king, or through the natural incompatibility of their characters, he was already inclined to take sides against Turgot, and the reconciliation between him and the queen, which took place about this time, meant that he was henceforth the tool of the Polignac clique and the Choiseul party."
	],
	"synonyms": [
		"camp",
		"pack",
		"inner-circle",
		"ingroup",
		"coterie",
		"site",
		"conclave",
		"camarilla",
		"bloc",
		"mob",
		"ring",
		"club",
		"clan",
		"cabal",
		"crowd"
	],
	"antonyms": []
}