{
	"word": "rhapsody",
	"meaning": [
		"Any ecstatic or extravagantly enthusiastic utterance in speech or writing.",
		"A literary work written in an impassioned or exalted style.",
		"A state of elated bliss; ecstasy.",
		"Great delight; ecstasy.",
		"In ancient Greece, a part of an epic poem suitable for a single recitation."
	],
	"sentences": [
		"The recitation of epic poetry was called in historical times \"rhapsody.\"",
		"The thing is will they ever get to sing Bohemian rhapsody?",
		"The recitation of epic poetry was called in historical times \" rhapsody \" (pai/icpbia).",
		"In addition, talented local pianist Christopher Langdown will be performing the fabulous rhapsody in Blue by Gershwin.",
		"The renowned Romanian composer Georg Enescu's Romanian rhapsody is world famous.",
		"In the same year he also published The Moralists, a Philosophical Rhapsody, and in the following year Soliloquy, or Advice to an Author.",
		"I 'm going to be playing some Rhapsody so that I can annoy Alex.",
		"In addition, talented local pianist Christopher Langdown will be performing the fabulous Rhapsody in Blue by Gershwin.",
		"I was playing (and trying to sing) Bohemian Rhapsody on the piano backstage and did n't realize the audience had come in.",
		"French navy just like having caribbean rhapsody royal sea is used to access on deck.",
		"Other sites you can look into are iTunes and Rhapsody.",
		"It comes with removable memory, Bluetooth, a 2.0 megapixel camera, and Rhapsody music downloads.",
		"Rounding out the features are Field Force Manager, Rhapsody music support, and Push to Talk messaging.",
		"At Rhapsody, you can sign up for a 14-day free trial and download many of your treasured holiday tunes.",
		"A short list includes The Cynic, One Story, SORMAG, Rhapsody, and Narrative Magazine.",
		"You can also check out eMusic and Rhapsody for other options.",
		"Rhapsody focuses on providing streaming access to its library of songs, but it also allows users to download favorite songs for 89 cents each.",
		"Real Rhapsody music download service, the music download service linked to the Real Player company, gets consistent high marks from customers for its service, selection, and price.",
		"The Real Rhapsody music download business model is not for everyone, however.",
		"Real Rhapsody is a membership based MP3 downloading service.",
		"Members have access to a library of over a million songs spanning several genres, in addition to frequent Rhapsody exclusive material, like live tracks, streaming live performances, and music videos.",
		"Rhapsody Unlimited - The plan gives you unfettered access to the entire Rhapsody network and allows you to listen to as many tracks as you want every month.",
		"Rhapsody To Go - With this plan, you can access tracks in the same way you would with Rhapsody Unlimited, but you can upload these tracks to your favorite MP3 player.",
		"If you haven't paid for the track, you need a Sansa Rhapsody MP3 player.",
		"The Rhapsody To Go plan costs $14.99 per month.",
		"The Real Rhapsody music download service works great for many people; for a low monthly fee, you have millions of songs at your fingertips.",
		"Rhapsody certainly has a top notch selection of music from which users can choose, and for the price, it does give you a lot of flexibility with how you use your music.",
		"A better way to think of Rhapsody is like a subscription based radio station on which you are the DJ.",
		"Do you use the Rhapsody music download service?",
		"Tell us your thoughts on Rhapsody by leaving us a comment at the bottom of the page.",
		"Sam Chennault, reviewing the single for the Real Rhapsody music download service, found the song a bit derivative, but still thought, \"it's nice to see one of the West's best still at it.\"",
		"Daz Thang is available from Rhapsody in edited, radio single form and the original explicit version.",
		"Earthlink partners with Rhapsody to provide easy access to music downloads.",
		"The free Rhapsody service allows users to listen to 25 songs each month and enjoy unlimited access to 25 digital music channels.",
		"To get started, users just need to register with an email address and download the Rhapsody player.",
		"If you're looking for unrestricted access to Rhapsody's catalog, there are two membership plans.",
		"Rhapsody Unlimited costs $12.99 a month, and Rhapsody To Go costs $14.99 a month.",
		"If you want to enjoy your music away from home, you'll need to purchase the Rhapsody To Go package.",
		"With Rhapsody To Go, you can transfer downloaded songs to any Rhapsody-compatible portable MP3 player.",
		"Rhapsody offers a catalog of over 3 million songs.",
		"Rhapsody offers individual music downloads for 99 cents.",
		"Rhapsody Unlimited and Rhapsody To Go customers can enjoy a 10% discount on all purchases.",
		"Rhapsody's streaming radio channels are free of ads and DJs, so you can enjoy hearing nothing but music.",
		"In order to burn your Earthlink music downloads from Rhapsody, you must buy each song.",
		"It's free to share music with friends, even if they are not Rhapsody members.",
		"Mac and Linux users can enjoy the Rhapsody service.",
		"While you can listen to purchased tracks on an iPod, iPods are not compatible with tracks downloaded through the Rhapsody To Go subscription service.",
		"Rhapsody will let you listen to 20 songs for free before you commit to the service (although, like everything on Rhapsody, you can only LISTEN - to own the song, you have to pay).",
		"Cheaper than Real Rhapsody, Yahoo Music charges $70 annually or $9 monthly.",
		"For this reason, it is best to buy MP3 music legally through resources like iTunes and Real Rhapsody.",
		"Rhapsody is another site with MP3s from the musical and the movie.",
		"If you're a fan of karaoke, you should also check out Rhapsody's Sing Like Hairspray.",
		"Rhapsody - Rhapsody is primarily a membership based service, though you can get 25 free listens if you don't have a membership.",
		"Rhapsody members can listen to any songs they want within the Rhapsody network, as many times as they want, for a monthly fee.",
		"Rhapsody, there is no additional fee for burning the music you download.",
		"Rhapsody sells a similarly expansive selection of \"All I Want for Christmas Is My Two Front Teeth\" downloads.",
		"Rhapsody expands the \"Rockin' Around the Christmas Tree\" MP3 offerings with covers from The Partridge Family, Nick Carter, The Rockettes, and many more.",
		"Rhapsody offers visitors a chance to listen to songs from their albums for free, or download individual tracks.",
		"Rhapsody - Rhapsody is essentially a membership based service, but you can get a number of free songs just for trying them out.",
		"Listen to the entire album at Rhapsody, Download.com, and mp3.com.",
		"Rhapsody - Build your own holiday music playlist for free on Rhapsody.",
		"Rhapsody - Napster was the MP3 service that started it all, but the site has now become part of Rhapsody.",
		"Rhapsody - On Rhapsody, you can search for the specific soundtrack you want and stream it online.",
		"You have to join Rhapsody and pay a monthly subscription fee after you have used up your 22 free plays.",
		"Rhapsody - If you have a Rhapsody membership, you can listen to Monster Mash an unlimited amount of times on this site.",
		"If you are just trying Rhapsody out for the first time, you get 25 free streams.",
		"Rhapsody - You have two options for listening to soundtracks on Rhapsody.",
		"Also, you can stream any soundtrack in Rhapsody's database any time.",
		"The catch is that you only get 25 free streams before you have to become a Rhapsody member.",
		"At the time of writing, Rhapsody memberships cost $12.99 per month for unlimited music streaming.",
		"Bohemian Rhapsody lyrics have been sung at top volume by music fans for decades.",
		"Thanks to the song's innovative music video (one of the first \"official\" music videos ever made) and its use in various films, Bohemian Rhapsody lyrics are well known by many.",
		"Written by Freddie Mercury in 1975, Bohemian Rhapsody appeared on Night at the Opera by Queen.",
		"Although stylistically inspired by opera, and more specifically, rhapsody music, the song is different from a rock opera, in that it doesn't tell a complete story.",
		"The recording of Bohemian Rhapsody was very complex.",
		"A video made for Bohemian Rhapsody is considered to be the first true music video.",
		"The oft mimed Bohemian Rhapsody video is credited with planting the seed for MTV.",
		"Although initially panned by critics, Bohemian Rhapsody became a major hit for Queen.",
		"The Bohemian Rhapsody lyrics have been the subject of much debate over the years.",
		"What do you think Bohemian Rhapsody lyrics mean?",
		"Rhapsody - If streaming works for you, then you can listen to the entire anniversary release of the Sixteen Candles soundtrack on Rhapsody.",
		"You will need a Rhapsody membership, which involves a monthly fee.",
		"Rhapsody - The downside to Rhapsody is that you only get 25 free plays before you have to become a paying member.",
		"Rhapsody - Rhapsody is part free service, part paid service.",
		"Then, if you want to keep listening, you have to sign up for a Rhapsody subscription.",
		"Once you pay your Rhapsody fee, you can listen to any song from the Weird Al catalog, any time you want, as often as you want, from your computer.",
		"Lambert sang Queen's Bohemian Rhapsody and Michael Jackson's Rock With You during his audition, and he was a favorite from the beginning.",
		"You can download whole albums or individual songs on websites like iTunes and Rhapsody and put them onto your iPod or MP3 player.",
		"I'm going to be playing some rhapsody so that I can annoy Alex.",
		"Bohemian rhapsody was done much better by Comic Relief.",
		"Steve - it worked out that it was 1 minute longer than Bohemian rhapsody.",
		"The thing is will they ever get to sing Bohemian Rhapsody?",
		"The renowned Romanian composer Georg Enescu 's Romanian Rhapsody is world famous.",
		"Steve - it worked out that it was 1 minute longer than bohemian rhapsody.",
		"Paganini is to Rachmaninov 's Rhapsody on a Theme of... and hence is all good accessible stuff, musically at any rate.",
		"There are also a few websites that offer both services, such as Rhapsody and MusicMatch.",
		"Bohemian Rhapsody was done much better by Comic Relief.",
		"With Rhapsody, if you download a track and own a track even after you decide you don't want to pay for a Rhapsody membership, then you have to purchase that track on top of your membership fees.",
		"He was always assiduously graceful, always desiring to present his idea, his image, his rhapsody, in as persuasive a light as possible, and, particularly, with as much harmony as possible.",
		"In 1859 appeared a life of Defoe by William Chadwick, an extraordinary rhapsody in a style which is half Cobbett and half Carlyle, but amusing, and by no means devoid of acuteness.",
		"While you can access the Real Rhapsody library for free, listening to up to 25 steaming songs per month, to be able to download music, you must sign up for one of the Real Rhapsody membership plans."
	],
	"synonyms": [
		"instrumental composition",
		"improvisation",
		"fantasia"
	],
	"antonyms": []
}