{
	"word": "proscribe",
	"meaning": [
		"To denounce or condemn.",
		"In ancient Rome, to publish the name of (a person) condemned to death, banishment, etc.",
		"To denounce or forbid the practice, use, etc. of; interdict.",
		"To banish; exile.",
		"To deprive of the protection of the law; outlaw."
	],
	"sentences": [
		"You ca n't proscribe any expression of love for the team.",
		"But no society can legally proscribe the profanation of the sacred and call itself completely free.",
		"About this date occurs the legend of a list of hundreds of heretics, whom the clergy asked James to proscribe.",
		"Bellarmine did not proscribe the Copernican system, as has been maintained by Reusch (Der Process Galilei's and die Jesuiten, Bonn, 1879, p. 125); all he claimed was that it should be presented as an hypothesis until it should receive scientific demonstration.",
		"Delegates from Allegheny, Westmoreland, Washington and Fayette counties met here on the 7th of September 1791, and passed resolutions severely denouncing the excise tax; and a similarly constituted gathering, on the 24th of August 1792, voted to proscribe all persons who assisted in the enforcement of laws taxing the manufacture of liquor.",
		"The CAA does not proscribe any type of visual correction except a single vision full lens near correction.",
		"A mass meeting of about 5000 citizens of the above-mentioned counties (many of them armed militiamen), at Braddock's Field, on the 1st and 2nd of August 1794, threatened to take possession of Fort Lafayette and to burn Pittsburg, but cooler counsel prevailed, and after voting to proscribe several persons, and marching in a body through the streets of the town, the crowd dispersed without doing any damage.",
		"If it is not so, the government is inclined to proscribe unpopular opinion, and to forget that new opinions by which the greatest benefits arc likely to be conferred are certain at first to be entertained by a very few, and are quite certain to be unpopular as soon as they come into collision with the opinions of the majority."
	],
	"synonyms": [
		"nix",
		"veto",
		"interdict",
		"disallow",
		"prohibit",
		"forbid",
		"sentence",
		"expatriate",
		"exclude",
		"denounce",
		"condemn",
		"taboo",
		"banish",
		"ban",
		"outlaw"
	],
	"antonyms": [
		"admit",
		"allow",
		"praise",
		"welcome",
		"include",
		"permit"
	]
}