{
	"word": "paucity",
	"meaning": [
		"Fewness; small number.",
		"Scarcity; dearth; insufficiency."
	],
	"sentences": [
		"Paucity of evidence makes the first difficult.",
		"A difficulty has been in the paucity of examples, more due to the neglect of collectors than the rarity of specimens.",
		"This paucity of animal life seems inconsistent with the theory that the islands were once connected with the mainland.",
		"Owing to the absence of rivers, the paucity of springs, and the almost complete deforestation, Antigua is subject to frequent droughts, and although the average rainfall is 45.6 in., the variations from year to year are great.",
		"That pattern could simply reflect the paucity of records, particularly from earlier centuries.",
		"In evaluating barriers and enablers, we note the paucity of research about how these factors interact.",
		"There was also a general paucity of trained operatives.",
		"Adder The current paucity and irregular distribution of the adder is not easy to understand.",
		"Poor public awareness is compounded by the relative paucity of local authority sources of in-house specialist advice.",
		"Consequently, we have a paucity of cases to examine and it is hard to see how we can test these claims.",
		"We may forgive posterity for the paucity of information left to us, but we ourselves shall not be judged so lightly by posterity.",
		"Harbour improvements also are projected, but in Formosa, as in Japan proper, paucity of capital constitutes a fatal obstacle to rapid development.",
		"This review revealed a paucity of references relating to the use of PBL in Sociology.",
		"It is this passive resistance which accounts, for example, for the comparative paucity and poverty of distinctively Scottish literature since the Union.",
		"But it must be confessed that (chiefly, no doubt, from paucity of accessible material) he overlooked many points, both of alliance and the opposite, which since his time have gradually come to be admitted.",
		"Of the employe's earnings not based upon relative paucity of.",
		"Excavations in both residential and government towns have revealed a striking paucity of cult buildings.",
		"Missing the perfume-laden air of the Occident, a visitor is prone to infer paucity of blossoms. But if some familiar European flowers are absent, they are replaced by others strange to Western eyesa wealth of lespedeza and Indigo-fera; a vast variety of lilies; graceful grasses like the eulalia and the ominameshi (Patriaa scabiosaefolia); the richly-hued Pyrus japonica; azaleas, diervillas and deutzias; the kikyo (Platycodon grandifiorum), the giboshi (Funkia ovala), and many another.",
		"Unfortunately, there is paucity of information on Sophia Chen and her background on the Internet.",
		"The review did not discuss specific interventions, as its main purpose was to highlight the paucity of evidence.",
		"Given the apparent paucity of surviving live and broadcast material by the band there may not be much more to come.",
		"Owing to the paucity of Phoenician remains the topography of the town and its surroundings is still obscure.",
		"The absence or extreme paucity of mosquitoes no doubt accounts for the infrequency of malarial fever in the interior.",
		"The habitats which they affect are the hot, dry regions of tropical America, the aridity of which they are enabled to withstand in consequence of the thickness of their skin and the paucity of evaporating pores or stomata with which they are furnished, - these conditions not permitting the moisture they contain to be carried off too rapidly; the thick fleshy stems and branches contain a store of water.",
		"The paucity of permanent residents and the poverty of the local treasury seem to make such a solution an impossible one.",
		"This mitigated form of appropriation of human beings by their conquerors may be brought about as well by the paucity or comparative weakness of the victors as by the difficulty for them to draw income from pure slaves.",
		"Finally, there is marked paucity of hair on the face of the average Japaneseapart from the Ainuand what hair there is is nearly always straight.",
		"Poetry died first; the paucity of writings in verse is matched by their insignificance.",
		"The three Australasian states head the list in virtue of their remarkably low death-rate, which outweighs the relative paucity of their births.",
		"It is clear, therefore, that any moral science which is to be of value must wait until the \" laws of life \" and \" conditions of existence \" have been satisfactorily determined, presumably by biology and the allied sciences; and there are few more melancholy instances of failure in philosophy than the paucity of the actual results attained by Spencer in his lifetime in his application of the socalled laws of evolution to human conduct - a failure recognized by Spencer himself.",
		"But his writings are lost, as is also the case with those of Phocus the Samian, and the history of astronomy by Eudemus, the pupil of Aristotle; hence the paucity of our knowledge of Thales's astronomical learning.",
		"Every year is attended by fresh \" discoveries \" in this prolific source of elementary substances, but the paucity of materials and the predilections of the investigators militate in some measure against a just valuation being accorded to such researches.",
		"As some compensation for its paucity of useful animals and food plants, New Zealand was, of course, free from wild carnivora, has no snakes, and only one poisonous insect, the katipo, a timid little spider found on certain sea-beaches.",
		"The paucity and taciturnity of our sources make it impossible to give anything like an adequate picture of Old Poland during the first four centuries of its existence.",
		"Perhaps the most remarkable feature of the palaeontology of the system is its paucity of fossils, especially in those parts of the system, such as the Red Beds, which are of terrestrial origin.",
		"The climate of the period, at least in its earlier part, seems to have been arid like that of the Permian, as indicated both by the paucity of fossils and by the character of the sediments.",
		"As it happened this deductive tendency helped the development of logic. The obscurer premises of analogy and induction, together with the paucity of experience and the backward state of physical science in Aristotle's time would have baffled even his analytical genius.",
		"Indeed, the paucity of women of the Aryan stock would probably render these mixed unions almost a necessity from the very outset; and the vaunted purity of blood which the caste rules were calculated to perpetuate can scarcely have remained of more than a relative degree even in the case of the Brahman caste.",
		"In view of the simplicity of the necessary appliances, and of the small amount of labour that would be required, we find a singular paucity of such observations.",
		"No very strong argument can be based on the paucity of actual revolts.",
		"If we go back in imagination to the beginning of the Victorian era and ask what was then known of the history of Ancient Egypt, Mesopotamia and Asia Minor, we find ourselves confronted with a startling paucity of knowledge.",
		"The wings, which are not capable of being folded, are usually transparent, but occasionally pigmented and adorned with coloured spots, blotches or bands; the wing-membrane, though sometimes clothed with minute hairs, seldom bears scales; the wing-veins, which are of great importance in the classification of Diptera, are usually few in number and chiefly longitudinal, there being a marked paucity of cross-veins.",
		"The small proportion of land tilled is due to many causes, among which paucity of populations is not the least."
	],
	"synonyms": [
		"dearth",
		"sparsity",
		"shortage",
		"scantiness",
		"poverty",
		"guilty",
		"scarcity",
		"lack",
		"insufficiency",
		"absence",
		"underage",
		"shortfall",
		"shortcoming",
		"inadequacy",
		"deficit"
	],
	"antonyms": [
		"affluence",
		"plenty",
		"abundance"
	]
}