{
	"word": "buttress",
	"meaning": [
		"A projecting structure, generally of brick or stone, built against a wall to support or reinforce it.",
		"Something resembling a buttress, as:",
		"Anything like a buttress; support or prop.",
		"(botany) A buttress-root.",
		"(climbing) A feature jutting prominently out from a mountain or rock; a crag, a bluff.",
		"To support or reinforce with a buttress.",
		"To prop up; bolster.",
		"To support something or someone by supplying evidence; to corroborate or substantiate."
	],
	"sentences": [
		"The Kasteel-Berg (Castle Mount), a northern buttress of the mountain, has its own peculiar flora.",
		"The history of reformed dogmatics on this subject does not buttress your point unfortunately.",
		"Set in the eastern buttress of the tower is a huge holy water stoup, quite out of scale with the door.",
		"We emerge at the foot of a huge rocky buttress to delightful grassy pastures.",
		"Its walls are lofty and supported by buttress bastions with loopholed turrets at intervals; the fortifications, however, are but of hard clay and are much out of repair.",
		"The metal stake concreted into the ground on the flat area above the main buttress was removed by the National Trust in August 2000.",
		"The next buttress is... Barker's Buttress 95.",
		"Overcome the cleft above, then step left across the grassy gully to follow the front of the buttress to a terrace.",
		"Ethnic Albanians, Serbs and now unarmed international monitors sent to try to buttress a shaky peace are being killed or hurt.",
		"Assuming they existed, the quoins at the former northwest corner are hidden by the diagonal buttress of the tower.",
		"He constructed a sundial on a buttress of the Chapel.",
		"Such is the scene which Solomon is said to have invited his Indian bride to gaze upon for the last time, as they rested on the crags of the southern buttress of the Takhtwhere his shrine exists to this day.",
		"The Drakensberg forming the buttress of the plateau seaward, attain their highest elevation on the BasutoNatal border."
	],
	"synonyms": [
		"buttressing",
		"prop",
		"stay",
		"underpinning",
		"shore",
		"support",
		"crutch",
		"brace",
		"prop",
		"stay",
		"pile",
		"pier",
		"pad",
		"boost",
		"bolster",
		"abutment",
		"reinforce",
		"uphold",
		"strut",
		"support",
		"brace",
		"sustain",
		"prop-up"
	],
	"antonyms": [
		"weaken",
		"let down"
	]
}