{
	"word": "countenance",
	"meaning": [
		"The look on a person's face that shows one's nature or feelings.",
		"The face; facial features; visage.",
		"A look of approval on the face.",
		"A look or expression indicative of encouragement or of moral support.",
		"The way a thing looks; appearance.",
		"To give support or sanction to; approve or tolerate."
	],
	"sentences": [
		"Be friendly with all and always have a smiling countenance.",
		"His countenance conveyed the possibility of error.",
		"One morning Roy entered the hut with a slow step and a sad countenance.",
		"The expression of the little girl's countenance showed that she was perplexed.",
		"When she touched one with which she was familiar, a peculiarly sweet expression lighted her face, and we saw her countenance growing sweeter and more earnest every day.",
		"How long will it be, my mistress, till thy countenance is turned toward me?",
		"The sole surviving killer reveals a dark-skinned man with a fierce countenance.",
		"She possessed a regal countenance and carried herself with an easy grace.",
		"His eyes were large and lustrous, his nose rather long and his countenance bright and cheerful.\"",
		"In 1177 John de Courci, with the countenance of Henry II., set out to the conquest of Ulster.",
		"This time her countenance changed whenever she was spoken to, but there was not such a decided lighting up of the features as when I had held her hand.",
		"Panic slowly crossed his craven countenance.",
		"Whatever the European sovereigns and commanders may do to countenance Bonaparte, and to cause me, and us in general, annoyance and mortification, our opinion of Bonaparte cannot alter.",
		"All accounts agree in describing him in later life as a man of handsome presence, with a venerable white beard, piercing black eyes and a benevolent cast of countenance, the effect of which was heightened in conversation by a voice of singular sweetness.",
		"The countenance showed reform.",
		"On entering a greenhouse her countenance becomes radiant, and she will tell the names of the flowers with which she is familiar, by the sense of smell alone.",
		"In stature he was little; his countenance was always sad, and he never condescended to laughter.",
		"Sarah mirrored his shocked countenance.",
		"After his death Hyrcanus took advantage of the general confusion to extend Jewish territory with the countenance of Rome.",
		"Their insistence on the personal aspect of religious experience made it impossible for Friends to countenance the setting apart of any man or building for the purpose of divine worship to the exclusion of all others.",
		"Neither at this city, however, nor at Madrid and Rome, was any countenance given to Lobo's plan.",
		"The original inhabitants of Ariana were no doubt of the Aryan family, and immediately cognate with the Persian race, but they were probably intermixed at a very early period with the Sacae and Massagetae, who seem to have held the mountains from Kabul to Herat from the first dawn of history, and to whom must be ascribed - rather than to an infusion of Turco-Tartaric blood introduced by the armies of Jenghiz and Timur - the peculiar broad features and flattish countenance which distinguish the inhabitants of Herat, Seistan and the eastern provinces of Persia from their countrymen farther to the west.",
		"About 1816 he was sent to his uncle, a musical instrument maker in the Strand, to learn the trade; but with his father's countenance he spent more time in reading books of all kinds than at work.",
		"His commanding stature, the symmetry of his form, the dark and melancholy beauty of his countenance, rather rendered piquant than impaired by an obliquity of vision, produced an imposing impression even before his deep and powerful voice had given utterance to its melodious thunders; and harsh and superficial half-truths enunciated with surpassing ease and grace of gesture, and not only with an air of absolute conviction but with the authority of a prophetic messenger, in tones whose magical fascination was inspired by an earnestness beyond all imitation of art, acquired a plausibility and importance which, at least while the orator spoke, made his audience entirely forgetful of their preconceived objections against them.",
		"Brunetiere may have given countenance and currency to theidea, to regard his philosophy as in the main intended as a succour against the fear of death.",
		"Just before he died, says his secretary, Tobias Lear, he felt his own pulse; his countenance changed; the attending physician placed his hands over the eyes of the dying man, \"and he expired without a struggle or a sigh.\"",
		"In person he is said to have been \"red, bald and short-sighted,\" but with good features and a pleasing countenance.",
		"If you will show him a harsh and angry countenance he will do the same.",
		"Presbyterianism constituted a dangerous encroachment on the royal prerogative; the national church and the cavalier party were indeed the natural supporters of the authority of the crown, but on the other hand they refused to countenance the dependence upon France; Roman Catholicism at that moment was the obvious medium of governing without parliaments, of French pensions and of reigning without trouble, and was naturally the faith of Charles's choice.",
		"But the alliance stood in the way of a Franco-Spanish agreement, limited Elizabeths sympathy with the French Protestants, and enabled her to give more countenance than she otherwise might have done to the Dutch.",
		"What countenance it had from his colleagues dropped away.",
		"In order not to countenance by his presence an act which had been the pretext for hie opposition, Cond rebelled once more in August 1615; but he was again pacified by the governorships and pensions of the peace of Loudun (May 1616).",
		"He is not happy, and that melancholy which is visible in the countenance made me sad at times; the sternness of the eyes goes very much off when you know him, and changes according to his being put out or not....",
		"Look at the countenance of the man while the different persons were bidding on his wife.",
		"There was decorum in the countenance he wore.",
		"When this ebony bird flew in it was beguiling my sad fancy into smiling by the grave and stern decorum of the countenance it wore.",
		"The captain, with a gesture and a speaking countenance, called the adventurers into the cabin.",
		"About her twentieth year she is described as being somewhat above the middle height, possessing a graceful form and an open cheerful countenance.",
		"Once you've put it on, losing weight is a much, much bigger battle than thin people can even countenance.",
		"The College does not countenance any research which harms the health or welfare of any of our animals.",
		"He cannot countenance living in the community at all.",
		"The sole surviving daguerreotype of Kirker reveals a dark-skinned man with a fierce countenance.",
		"Nor is it acceptable to countenance a future in which mass illiteracy consigns Africa to a marginal role in an increasingly knowledge-based global economy.",
		"A sickly pallor overspread his countenance, and he trembled like an aspen.",
		"His refusal to countenance torture as an instrument of judicial investigation, on the ground that \"confessions so extorted give no sure criteria for forming a judgment,\" showed him to be more humane as well as more enlightened than the majority of his council, which had defended the contrary opinion.",
		"Emmet was short and slight in figure; his face was marked by smallpox, and he was described in 1803 for the purpose of identification as being \"of an ugly, sour countenance and dirty brown complexion.\"",
		"Dingli, the Crown advocate, who was the interpreter of the law, and largely its maker, as well as the principal depository of local knowledge, able to prevent the preferment of rivals, and to countenance the barrier which difference of language created between governors and governed.",
		"Camille Desmoulins, in jest and mockery, said of Saint-Just - the youth with the beautiful countenance and the long fair locks- \"He carries his head like a Holy Sacrament.\"",
		"He was, moreover, weak enough to countenance the risky operations of the banker John Law (1717), whose bankruptcy led to such a disastrous crisis in the public and private affairs of France.",
		"It is not uncommon in popular writings to attribute this superiority to a crusader strain - a theory which no one can possibly countenance who knows what miserable degenerates the half-breed descendants of the crusaders rapidly became, as a result of their immoral life and their ignorance of the sanitary precautions necessary in a trying climate.",
		"Only on his very ungracious compliance did Great Britian also promise to countenance the union of Norway and Sweden (treaty of Stockholm, March 3, 1813); and, on the 23rd of April, Russia gave her guarantee to the same effect.",
		"Sadoleto had a remarkable talent for affairs and approved himself a faithful servant of the papacy in many difficult negotiations under successive popes, especially as a peacemaker; but he was no bigoted advocate of papal authority, and the great aim of his life was to win back the Protestants by peaceful persuasion - he would never countenance persecution - and by putting Catholic doctrine in a conciliatory form.",
		"His Scotch and Gallic strains of ancestry are evident; his countenance was decidedly Scotch; his nervous speech and bearing and vehement temperament rather French; in his mind, agility, clarity and penetration were matched with logical solidity.",
		"Look at the kitten's intelligent eyes;\" (here Eureka closed her eyes sleepily) \"gaze at her smiling countenance!\"",
		"This was particularly noticeable on Nesvitski's usually laughing countenance.",
		"Speranski, wearing a gray swallow-tail coat with a star on the breast, and evidently still the same waistcoat and high white stock he had worn at the meeting of the Council of State, stood at the table with a beaming countenance.",
		"His rival 's stolid indifference put the lawyer out of countenance.",
		"It is important for visitors to remember to bring either a healthy dose of skepticism or a strong countenance when exploring these locations.",
		"But it is difficult for many women to countenance a much higher price for hose than they are used to paying, even for such excellent and comfortable control.",
		"His figure was crooked, his limbs shrunken; his hair hung in dishevelled locks over his haggard countenance.",
		"The happiness of his mind beamed forth in his countenance.",
		"In person Boyle was tall, slender and of a pale countenance.",
		"But it were vain to seek for an expression of genius in the countenance.",
		"A member who heard the speech described Bright as \"about the middle size, rather firmly and squarely built, with a fair, clear complexion, and an intelligent and pleasing expression of countenance.",
		"He worked, it is said, at her portrait during some portion of four successive years, causing music to be played during the sittings that the rapt expression might not fade from off her countenance.",
		"He had heard a voice asking him whether he would leave his sins and go to heaven, or keep his sins and go to hell; and he had seen an awful countenance frowning on him from the sky.",
		"But, as he refused to limit his ministrations to one sect, the Seceders and he parted company, and without their countenance he made a tour through the principal towns of Scotland, the authorities of which in most instances presented him with the freedom of the burgh, in token of their estimate of the benefits to the community resulting from his preaching.",
		"It is but necessary to note that the younger Henry died in 1183, that Geoffrey perished by accident at a tournament in 1186, and that in 1189, when the old kings strength finally gave out, it was Richard who was leading the rebellion, to which John, the youngest and least worthy of the four undutiful sons, was giving secret countenance.",
		"She is described as a large woman, towering above all the cavaliers of her court, but very well shaped for her size, easy and graceful in her person, of a majestic bearing, but with an awfulness in her countenance which revolted those who disliked her.",
		"Then in July 1502 Henry concluded a treaty with Maximilian by which the king bound himself not to countenance English rebels.",
		"The report - or rather the collection of minority reports - gave some countenance to those who held that Ireland was overtaxed, and there was a strong agitation on the subject, in which some Irish Unionists joined without perceiving the danger of treating the two islands as \" separate entities.\"",
		"These were successful in France, the Imperial Ottoman Bank group agreeing to undertake 30% of the finance without, however, any countenance from the French government - the \" Glarus Syndicate \" being formed for apportioning interests.",
		"When Richard, duke of Gloucester, laid his plans for seizing the crown, he obtained the countenance of the lord mayor, Sir Edmund Shaw, whose brother Dr Shaw praised Richard at Paul's Cross.",
		"If in a well-known passage (Logic ยง 212) he seems to countenance the Spinoxistic view he immediately corrects it by assigning an \" actualizing force \" to this illusion and making it a \" necessary dynamic element of truth.\"",
		"He seems to have acted with prudence and moderation during the conversion of his kingdom and did not countenance compulsory proselytism.",
		"Bilderling's left - and Stakelberg, to envelop and crush the 1st Army, which formed the J apanese right, keeping the 4th Army (Nozu) and the 2nd Army (Oku) in countenance by means of Bilderling's main body.",
		"In 1836 he was called by Sir Francis Bond Head (1793-1875), the lieutenant-governor, to the executive council, but finding himself without influence, and compelled to countenance measures to which he was opposed, he resigned within a month.",
		"The exclusiveness with which they were favoured, and their high-handed proceedings, awakened the resentment of the princes of the blood, Anthony king of Navarre and Louis prince of Conde, who gave their countenance to a conspiracy (conspiracy of Amboise) with the Protestants against the house of Guise.",
		"It seems to have been the first great popular effort ever made deliberately by a representative body of the middle class of a nation for the promotion of international friendship without the aid of diplomacy and without official assistance or even countenance of any kind.",
		"These facts do not countenance the view that there is an essential electric difference between the vibrating system of the three members of a family of series.",
		"The governments on both sides could of course give no countenance to this theory; Bismarck especially was very careful never to let it be supposed that he desired to exercise influence over the internal affairs of his ally.",
		"As to the women, from the age of about fourteen to that of eighteen or twenty, they are generally models of beauty in body and limbs; and in countenance most of them are pleasing, and many exceedingly lovely; but soon after they have attained their perfect growth, they rapidly decline.",
		"They are characterized, like the men, by a fine oval countenance, though in some instances it is rather broad.",
		"We will have thee, they replied, to govern us according to the laws; for we see in thy countenance that thou art possessed of justice and goodness.",
		"Nevertheless, the Grecian type of countenance long survived in Indian art.",
		"In 1856, the last year of his rule, he issued orders to General (afterwards Sir James) Outram, then resident at the court of Lucknow, to assume the direct administration of Oudh, on the ground that \" the British government would be guilty in the sight of God and man, if it were any longer to aid in sustaining by its countenance an administration fraught with suffering to millions.\"",
		"He adhered to these principles throughout, and refused to countenance any reforms which were incompatible with them.",
		"He entered the lists boldly against the materialism of \" Stoff and Kraft,\" and avowed himself a Christian believer, whereupon he lost the countenance of a number of his old friends and pupils, and was unfeelingly told that he was suffering from an \" atrophy of the brain.\"",
		"Thither also went Confucius, for he would not countenance by his presence the men who had driven their ruler away.",
		"They have told us how he never shot at a bird perching nor fished with a net, the creatures not having in such a case a fair chance for their lives; how he conducted himself in court and among villagers; how he ate his food, and lay in his bed, and sat in his carriage; how he rose up before the old man and the mourner; how he changed countenance when it thundered, and when he saw a grand display of viands at a feast.",
		"Taken altogether, the features have a typical character which popular observation seizes with some degree of correctness, as in the recognition of the Jewish countenance in a European city.",
		"He looks too old for his years, but quite unbroken; the character of a veteran sage has fully imprinted itself on his countenance; the features are grand, clear and deeply lined, the mouth firmly set and almost stern, the eyes strong and intent beneath their bushy eyebrows, the hair flows untrimmed over his shoulders and commingles with a majestic beard.",
		"Swift rode down to Marley Abbey with a terrible countenance, petrified Vanessa by his frown, and departed without a word, flinging down a packet which only contained her own letter to Stella.",
		"Unless countenance changes, these improvements would not be affordable.",
		"Once again, please be strong in your heart and keep a neutral countenance when you talk to the police.",
		"It was the name of the fellow with the swarthy countenance.",
		"Despite his desperate shouts that used to seem so terrible to the soldiers, despite his furious purple countenance distorted out of all likeness to his former self, and the flourishing of his saber, the soldiers all continued to run, talking, firing into the air, and disobeying orders.",
		"Russia declined to countenance the negotiations in any way.",
		"The Bosporus is under Turkish dominion, and by treaty of 1841, confirmed by the treaty of Berlin in 1878 and at other times, no ship of war other than Turkish may pass through the strait (or through the Dardanelles) without the countenance of the Porte.",
		"Beardless and shrivelled, writes Sir John Malcolm, it resembled that of an aged and wrinkled woman, and the expression of his countenance, at no time pleasant, was horrible when clouded, as it very often was, with indignation.",
		"The Sacred Countenance (Volto Santo), as it is generally called, because the face of the Saviour is considered a true likeness, is only shown thrice a year.",
		"The only facts in natural history which appear even indirectly to countenance the flotation theory are the presence of a swimming bladder in some fishes, and the existence of membranous expansions or pseudowings in certain animals, such as the flying fish, flying dragon and flying squirrel.",
		"Following Wallin's route across the desert by Mean and Jauf, Palgrave and his companion, a Syrian Christian, reached Hail in July 1862; here they were hospitably entertained by the amir Talal, nephew of the founder of the Ibn Rashid dynasty, and after some stay passed on with his countenance through Kasim to southern Nejd.",
		"He is described by Fuller as \"low of stature, little in bulk, cheerful in countenance (wherein gravity and quickness were all compounded), of a sharp and piercing eye, clear judgment and (abating the influence of age) term memory.\"",
		"Before her relatives could be brought to countenance his pretensions, Kepler was obliged to undertake a journey to Wurttemberg to obtain documentary evidence of the somewhat obscure nobility of his family, and it was thus not until the 27th of April 1597 that the marriage was celebrated.",
		"The difficulties of his position may have led him to give some countenance to a treacherous attack on Fougeres during the time of truce (March 1449).",
		"He is also wrongly described as a relative of Archbishop Abbot, from whom he acknowledges very gratefully, in the first of his epistles dedicatory of A Hand of Fellowship to Helpe Keepe out Sinne and Antichrist (1623, 4to), that he had \"received all\" his \"worldly maintenance,\" as well as \"best earthly countenance\" and \"fatherly incouragements.\"",
		"Not to boast; and, not to give the slightest countenance to complacency.",
		"Barton turned out afterwards to have been an impostor, but she had duped More, who now lived in a superstitious atmosphere of convents and churches, and he had given his countenance to her supernatural pretensions.",
		"She is depicted as a cow, or with a broad human countenance, the cows ears just showing from under a massive wig.",
		"A Latin memoir of Tamerlane by Perondinus, printed in 1600, entitled Magni Tamerlanis scytharum imperatoris vita, describes Timur as tall and bearded, broad-chested and broadshouldered, well-built but lame, of a fierce countenance and with receding eyes, which express cruelty and strike terror into the lookers-on."
	],
	"synonyms": [
		"imprimatur",
		"warrant",
		"indorsement",
		"endorsement",
		"sanction",
		"smiler",
		"phiz",
		"mug",
		"kisser",
		"physiognomy",
		"visage",
		"face",
		"aspect",
		"look",
		"support",
		"go for",
		"hold with",
		"favor",
		"approve",
		"encourage",
		"smile on",
		"let",
		"permit",
		"allow",
		"physiognomy",
		"visage",
		"sanction",
		"semblance",
		"mien",
		"uphold"
	],
	"antonyms": [
		"disallow",
		"forbid",
		"fight",
		"oppose",
		"discourage",
		"disagree",
		"disapprove",
		"deny",
		"refuse"
	]
}