{
	"word": "belligerent",
	"meaning": [
		"Inclined or eager to fight; hostile or aggressive.",
		"At war; designating or of a state recognized under international law as being engaged in a war.",
		"Of, pertaining to, or engaged in warfare.",
		"Of war; of fighting.",
		"Seeking war; warlike.",
		"One that is hostile or aggressive, especially one that is engaged in war.",
		"A belligerent person, group, or nation.",
		"A state or other armed participant in warfare."
	],
	"sentences": [
		"She had him at bay and he was going to pay for his belligerent behavior.",
		"His belligerent attitude toward car driving became the catalyst for this thought provoking drama.",
		"Belligerent noises are now coming out of the United States.",
		"He's looking for belligerent countries to take action in favor of peace.",
		"With belligerent occupation, the occupant does not acquire any sovereignty over territory, it merely exercises de facto control.",
		"By preventing Kim Jong-Il from acquiring nuclear materials before he become even more belligerent, we thought we could prevent war.",
		"By the time he got back to his stand, Karsh recalled, \"He looked so belligerent he could have devoured me.\"",
		"One such patient arrived in a very belligerent mood, the appointment having been made by his wife.",
		"He is frequently belligerent, defiant, rebellious and cunning, often unscrupulous and always irrepressible.",
		"Such behavior may include becoming belligerent, starting arguments, acting more aggressive than normal or becoming snide or sarcastic.",
		"In Greek mythology, the centaur was a half man and half horse creature that was said to be obnoxious, belligerent, rude and overly fond of wine.",
		"The territory of Tepic was detached.from the State of Jalisco in 1889 on account of the belligerent attitude of its population, chiefly composed of Indians.",
		"One of the clauses of the reformed constitution accords belligerent rights to all persons taking up arms against the state authority, provided they can show that their action is the outcome of political motives.",
		"Its terms were embodied in a treaty signed (28th of September) by representatives of the four belligerent states, Nicaragua taking no part in the negotiations.",
		"Neiitrals have a right to carry on their ordinary business unmolested in so far as they do nothing to assist either belligerent.",
		"The belligerent has an unquestioned right to \" interfere \" with all neutral vessels navigating in the direction of the seat of war, for the purpose of ascertaining whether they are carrying any kind of contraband or not.",
		"It may be remarked that the British representative at the time of signing the convention declared that his government understood that in the time of war a belligerent would be free to act in regard to submarine cables as though the convention did not exist.",
		"In Holland and Germany, with Erasmus, Reuchlin and Melanchthon, it developed types of character, urbane, reflective, pointedly or gently critical, which, left to themselves, would not have plunged the north of Europe into the whirlpool of belligerent reform.",
		"Compulsion of the population of occupied territory to take part in military operations against their own country, or even give information respecting the army of the other belligerent and pressure to take the oath to the hostile power are prohibited.",
		"In reply to a note addressed by England to neutrals, asking that all belligerent submarines be excluded from neutral waters, he said that the nature of each submarine must govern the decision.",
		"The massacre of Sinopeas it was rather inaccurately called in Great Britain, for it is difficult to deny that it was a legitimate act of a belligerent powercreated an almost irresistible demand for war among the British people.",
		"For the North had proclaimed a blockade of the Southern ports; and it wo-old have been both inconvenient and unfair if Lord Russell had decided to recognize the blockade and had refused to acknowledge the belligerent rights of the Southern States.",
		"His mood turned increasingly belligerent as the conversation continued and it became clear that Dr. Whitecoat had no ready-made solutions to offer.",
		"Pietersen was also fortunate during a typically belligerent conversation that Flintoff would have a declaration to mull over.",
		"His game had faltered at crucial moments, his attitude was becoming belligerent and his domestic life had imploded.",
		"The individual return shall be sent to the Government of the other belligerent after the conclusion of peace.",
		"Mander, in contrast, had strong union ties and was quite belligerent to the other two sites.",
		"In such a war, it is an almost impracticable line for the workers ' party of any single belligerent country.",
		"They provide that irregular bands in order to enjoy recognition as belligerent forces shall (a) have at their head a person responsible for his subordinates, (b) wear some fixed distinctive badge recognizable at a distance, (c) carry arms openly, and (d) conform in their operations to the laws and customs of war.",
		"In 1884, in the course of belligerent proceedings arising out of the Tongking dispute, the forts at Kelung on the north were bombarded by the French fleet, and the place was captured and held for some months by French troops.",
		"It must not be forgotten in this connexion that restriction of the rights of the belligerent necessarily entails extension of the duties of the neutral.",
		"Become belligerent on the phone and you may find that your delivery may arrive faster this time, but the next could be \"unavoidably\" delayed, or the vendor has found a more suitable customer to replace you, leaving you hanging out to dry.",
		"There is however no precedent of neutralization of any such area of the high sea, and international rivers, ocean canals and neutralized states are obviously no criterion in discussing a proposal to neutralize a strip of the ocean, which may be defined accurately enough on the map and which skilful navigators could approximately determine, but which might be violated without any practical means of detection by a belligerent commander whenever he misread, or it suited him to misread, his bearings.",
		"The neutral right to grant asylum to belligerent forces is now governed by articles 57, '58 and 59 of the regulations annexed to the Hague Convention of the 29th of July 1899, relating to the Laws and Customs of War on Land.",
		"When, in December 1674, a Swedish army invaded Prussian Pomerania, Denmark was bound to intervene as a belligerent, but Griffenfeldt endeavoured to postpone this intervention as long as possible; and Sweden's anxiety to avoid hostilities with her southern neighbour materially assisted him to postpone the evil day.",
		"The Peloponnesian War, too, not only added a deeper interest to ordinary questions of policy, but also caused the relations of dissentient parties, of allied and belligerent states, of citizens and aliens, of bond and free, of Greeks and barbarians, to be eagerly debated in the light of present experience.",
		"The only chance of the invaders achieving their object after the first week of land fighting depended on their being joined by very substantial additional forces in a region where a belligerent fighting on the defensive in home territory, as the Osmanlis were, enjoyed marked strategical and tactical advantages.",
		"In consideration of their efforts to achieve independence, Great Britain regards the Czechoslovaks as an Allied nation and recognizes the unity of the three Czechoslovak armies as an Allied and belligerent army waging a regular warfare against Austria-Hungary and Germany...",
		"Before the Seven Years' War the Quakers dominated the government, but from that time until the failure of the Whisky Insurrection (17g4) the more belligerent Scotch-Irish (mostly Presbyterians) were usually in the ascendancy, the reasons being the growing numerical strength of the Scotch-Irish and the increasing dissatisfaction with Quaker neglect of means of defending the province.",
		"During the World War he issued, in 1915, an order barring unneutral envelopes and cards from the mails, and after America became a belligerent he instituted a censorship designed to suppress treasonable and seditious newspapers.",
		"The rules, however, also provide that in case of invasion the inhabitants of a territory who on the approach of the invading enemy spontaneously take up arms to resist it, shall be regarded as belligerent troops if they carry arms openly and respect the laws and customs of war, although they may not have had time to become organized in accordance with the above provisions.",
		"The British government declared its intention to maintain the integrity of Belgium in accordance with the treaty of 1839, and it induced the two belligerent powers to agree not to violate the neutrality of Belgian territory.",
		"The British government had no desire to place obstacles in the way of a belligerent desiring to take reasonable precautions in order to prevent the enemy from receiving supplies, but they insisted that the right of taking such precautions did not imply a \" consequential right to intercept at any distance from the scene of operations and without proof that the supplies in question were really destined for use of the enemy's forces, any articles which that belligerent might determine to regard as contraband of war.\"",
		"A neutral government is bound - (i) to use due diligence to prevent the fitting out, arming or equipping within its jurisdiction of any vessel, which it has reasonable ground to believe is intended to cruise or to carry on war against a power with which it is at peace, and also to use like diligence to prevent the departure from its jurisdiction of any vessel intended to cruise or carry on war as above, such vessel having been specially adapted, in whole or in part, within such jurisdiction, to warlike use; (2) not to permit or suffer either belligerent to make use of its ports or waters as the base of naval operations against the other, or for the purpose of the renewal or augmentation of military supplies or arms or the recruitment of men; (3) to exercise due diligence in its own ports and waters, and as to all persons within its jurisdiction to prevent any violation of the foregoing obligation and duties.",
		"On the 25th of March 1823 accordingly, Canning announced the recognition by Great Britain of the belligerent character of the Greeks.",
		"This time, she resisted arrest and was belligerent with the arresting officers, offering sexual favors and then yelling out racial remarks.",
		"The cabinet was not of this opinion, and, although the belligerent rights of the South were promptly recognized, the neutrality of the Government was strictly observed.",
		"Not the least interesting of existing possibilities is the limitation of the area of visit and search in time of war itself, as a restriction of belligerent right."
	],
	"synonyms": [
		"warring",
		"war-ridden",
		"militant",
		"aggressive",
		"plug-ugly",
		"argumentative",
		"adversary",
		"antagonistic",
		"warlike",
		"quarrelsome",
		"pugnacious",
		"hostile",
		"wrangling",
		"umbrageous",
		"ornery",
		"scrapper",
		"battler",
		"fighter",
		"combatant",
		"tilter",
		"strong-armer",
		"scuffler",
		"sabreur",
		"quarreler",
		"jouster",
		"bullyboy",
		"feuder",
		"truculency",
		"quarrelsomeness",
		"pugnacity"
	],
	"antonyms": [
		"nice",
		"helping",
		"cooperative",
		"kind"
	]
}