{
	"word": "venerate",
	"meaning": [
		"To look upon with feelings of deep respect; regard as venerable; revere.",
		"To treat with great respect and deference.",
		"To revere or hold in awe."
	],
	"sentences": [
		"As a liberal conservative, I venerate Mill as a great man.",
		"Natives and Anglo-Indians alike venerate his name, the former as their first beneficent administrator, the latter as the most able and the most enlightened of their own class.",
		"Pilgrims from all over Sardinia gather to venerate the saint, whose effigy is paraded around on an ox-drawn carriage.",
		"The Turks, consequently, hold his memory in abhorrence; whereas the Persians, who are generally Shi'as, venerate him as second only to the prophet, call him the \"Lion of God\" (Sher-i-Khuda), and celebrate the anniversary of his martyrdom.",
		"They ceased to appeal to the Virgin and saints, and to venerate images and relics, procure indulgences and go on pilgrimages, they deprecated the monastic life, and no longer nourished faith by the daily repetition of miracles, but in the witch persecutions their demonology cost the lives of thousands of innocent women.",
		"But it forms an epoch in administrative reform, and in the benign process by which the hearts of a subject population are won over to venerate as well as obey their alien rulers.",
		"It has a beautiful cathedral, built after a plan by Rastrelli in 1753, to which pilgrims resort to venerate an ikon of the Virgin.",
		"A certain amount of scepticism prevails among the educated classes, and political motives may ' contribute to their apparent orthodoxy, but there is no open dissent from Buddhism, and those who discard its dogmas still, as a rule, venerate it as an ethical system.",
		"Thomas Aquinas based his justification of them on the idea of reverent commemoration; since we venerate the saints, we must also show reverence for their relics, for whoever loves another does honour to that which remains of him after death.",
		"They venerate as their founder William Edmundson (1627-1712), a Westmorland man who had borne arms for the Parliament, and who settled in Antrim in 1652.",
		"They venerate pictures or images, and make the sign of the cross with one finger to show that Christ had but one nature."
	],
	"synonyms": [
		"regard",
		"prize",
		"honor",
		"worship",
		"adore",
		"reverence",
		"revere",
		"cherish",
		"admire",
		"value",
		"respect",
		"esteem",
		"fear",
		"idolize"
	],
	"antonyms": []
}