{
	"word": "regressive",
	"meaning": [
		"Tending to return or revert to a previous state.",
		"Regressing or tending to regress.",
		"Of, like, or characteristic of regression.",
		"Designating a tax that becomes proportionately lower as the tax base increases."
	],
	"sentences": [
		"A characteristic feature of the calculus is that a meaning can be attached to a symbol of this kind by adopting a new rule, called that of regressive multiplication, as distinguished from the foregoing, which is progressive.",
		"But his account of the first is imperfect, because in ancient analysis the more general propositions, with which it concludes, are not mere consequences, but the real grounds of the given proposition; while his addition of the second reduces the nature of analysis to the utmost confusion, because hypothetical deduction is progressive from hypothesis to consequent facts whereas analysis is regressive from consequent facts to real ground.",
		"Much of the Principia consists of synthetical deductions from definitions and axioms. But the discovery of the centripetal force of the planets to the sun is an analytic deduction from the facts of their motion discovered by Kepler to their real ground, and is so stated by Newton in the first regressive order of Aristotle - P-M, S-P, S-M.",
		"He re-defines analysis in the very opposite way to the ancients; whereas they defined it as a regressive process from consequence to ground, according to Wundt it is a progressive process of taking for granted a proposition and deducing a consequence, which being true verifies the proposition.",
		"Deduction is analysis when it is regressive from consequence to real ground, as when we start from the proposition that the angles of a triangle are equal to two right angles and deduce analytically that therefore (i) they are equal to equal angles made by a straight line standing on another straight line, and (2) such equal angles are two right angles.",
		"Semon called this stage the Pentactula, and supposed that, in its early history, the class had passed through a similar stage, which he called the Pentactaea, and regarded as the ancestor of all Echinoderms. It has since been proved that the five tentacles with their canals are interradial, so that one can scarcely look on the Pentactula as a primitive stage, while the apparent simplicity of the Synaptidae, at least as compared with other holothurians, is now believed to be the result of regressive vlu.",
		"Not only is that deeply regressive, but its point is actually that it is deeply regressive.",
		"The material was then edited into elaborate circles of contradiction derived by riding the crest of an infinitely regressive, irrational thought.",
		"One major type of GM application seems regressive in this respect.",
		"Pathology is the science of disease in all its manifestations, whether structural or functional, progressive or regressive.",
		"The Committee agreed that this data from Dr. Fombonne was persuasive and indicated that the frequency of regressive autism appeared not to have increased.",
		"The two are not mutually exclusive, but they do strike me as becoming increasingly divergent, and to regressive effect.",
		"Women returned to the home - le retour Au foyer - and a climate of what one might call regressive sexual politics prevailed.",
		"Currently, the whole tax system is very regressive with a top marginal tax rate of 40 per cent.",
		"A leader in the Guardian argues that the current council tax system is extremely regressive and needs reform.",
		"The State should also make sure that the support is not regressive.",
		"The claim that we are all treated equally in certain settings becomes regressive.",
		"Progressive tax | | | regressive tax | | | Are the following taxes progressive or regressive?",
		"Cavefish have evolved regressive characters such as a degenerate eye, small optic tectum, and less pigment.",
		"Is raising revenue for \" good causes \" via lottery tickets effectively regressive taxation?",
		"Until 1990 investment funds were subject to regressive dividend taxes which rendered them very unattractive.",
		"The most unfair, regressive tax of all remains the Council Tax.",
		"The slightly regressive nature of VAT is a spurious objection.",
		"The Nationality, Immigration and Asylum Act marks a negative and regressive step in UK policy.",
		"Progressive tax | | | Regressive tax | | | Are the following taxes progressive or regressive?",
		"Symptoms of emotional upset includes regressive behaviors like bedwetting or baby-talk, increased aggression, increased fearfulness and sudden disobedience.",
		"He/she should discourage any regressive or negative behaviors being exhibited by the patient.",
		"This behavior is part of a regression into a more secure period and can include other types of regressive behaviors such as bed wetting or wanting to sleep with the light on in the bedroom.",
		"Therefore, attachment behaviors, such as wanting to stay close to the primary caregiver and displaying occasional separation anxiety are adaptive processes, not regressive ones.",
		"This disorder has much in common with regressive autism, and it will be classified as a general autism spectrum disorder.",
		"Regressive autism is the form of this disorder that many suspect as being linked to the MMR vaccine, as its onset often occurs after the vaccine has been given.",
		"Regressive autism is an autism spectrum disorder in which children develop according to typical expectations for several years, then begin to lose ground, regressing until they display the telltale symptoms of autism.",
		"According to the CDC, any correlation between the administration of the MMR vaccine and regressive autism is coincidental, rather than a cause and effect relationship.",
		"Childhood disintegrative disorder is quite rare, and is often confused with late onset, or regressive autism.",
		"However, CDD is far less common and generally occurs at a later age than regressive autism.",
		"Only one child in the study had regressive autism (autism was not present at birth).",
		"An inner product may be either progressive or regressive.",
		"The council tax is in most respects highly regressive.",
		"In the course of reducing such expressions as (AB)C, (AB){C(DE)} and the like, where a chain of multiplications has to be performed in a certain order, the multiplications may be all progressive, or all regressive, or partly, one, partly the other."
	],
	"synonyms": [],
	"antonyms": [
		"progressive"
	]
}