{
	"word": "impecunious",
	"meaning": [
		"Having no money; poor; penniless."
	],
	"sentences": [
		"In November 1340 Edward III., humiliated, impecunious and angry, returned suddenly to England from Flanders and vented his wrath upon the archbishop's brother, the chancellor, Robert de Stratford.",
		"The Irish exile enlisted first the services of Maurice Fitzgerald and Robert Fitzstephen, two half-brothers, both noted fighting men, and afterwards those of Richard de Clare, earl of Pembroke, an ambitious and impecunious magnate of broken fortunes.",
		"The impecunious were locked up and deprived of all hope of earning means to obtain enlargement; while their families and persons dependent on them shared their imprisonment and added to the overcrowding.",
		"He consulted the older and graver Laurentius Andreae, who told him how \"Doctor Martinus had clipped the wings of the pope, the cardinals and the big bishops,\" which could not fail to be pleasing intelligence to a monarch who was never an admirer of episcopacy, while the rich revenues of the church, accumulated in the course of centuries, were a tempting object to the impecunious ruler of an impoverished people.",
		"The war of 1870-7r found Boudin impecunious but great, for then there had well begun the series of freshly and vigorously conceived canvases and panels, which record the impressions of a precursor of the Impressionists in presence of the Channel waters, and of those autumn skies, or skies of summer, now radiant, now uncertain, which hung over the small ports and the rocky or chalk-cliff coasts, over the watering-places, Trouville, Dieppe, and over those larger harbours, with port and avant-port and bassin, of Dunkirk, of Havre.",
		"The impecunious monarch submitted to the dictation of the diet in the hope of obtaining sufficient money to prosecute his ambitious designs."
	],
	"synonyms": [
		"pinched",
		"in straitened circumstances",
		"hard-up",
		"penurious",
		"penniless",
		"needy",
		"indigent",
		"impoverished",
		"broke",
		"destitute",
		"poor",
		"strapped",
		"poverty-stricken",
		"necessitous",
		"down-and-out"
	],
	"antonyms": [
		"moneyed",
		"wealthy",
		"rich"
	]
}