{
	"word": "palatable",
	"meaning": [
		"Pleasant or acceptable to the taste; fit to be eaten or drunk.",
		"Acceptable to the mind; satisfactory or tolerable."
	],
	"sentences": [
		"The snapper is at once the handsomest and most palatable of a good variety of sea fish.",
		"It wasn't tasty, but at least it was palatable.",
		"The flesh is highly prized by the natives, and is palatable to Europeans.",
		"There are also local wines which are extremely palatable.",
		"The berries also make a very palatable jelly, often served with meat.",
		"You can use lemon juice to make your raw vegetables more palatable.",
		"Its flesh is palatable although wanting in fat, while its skin forms the chief clothing material of the Patagonians.",
		"In many English colonies, gin was used with the bitter-tasting malaria drug quinine, to make the drug more palatable.",
		"The Alive product may be mixed into water or juice to make it more a palatable.",
		"Most has some kind of flavoring or a little sweetener such as glycerine added in to make it more palatable.",
		"Vineyards occupy a considerable area, and the native wines are pure and strong, but not always palatable.",
		"An avowed enemy of Ultramontanism, he contributed in no small degree to making the idea of German unity more palatable to the South Germans.",
		"Commercial nettle tea has a very strong taste which may take some getting used to, or you can sweeten it with a little honey to make it more palatable.",
		"Then we found out labels could be carefully worded to make the dog food sound more palatable and more nutritious than it actually was.",
		"An inspired Chanel pendant can give you the look of luxury at a more palatable price.",
		"Herbal teas tend to be more palatable to those who aren't used to drinking tea, though the health benefits of tea are more powerful in the pure varieties of green or black tea.",
		"Getting your hands on palatable organic snacks is getting much easier as supermarket chains start to recognize the mainstream appeal of offering a wide selection of organics.",
		"If you can find a way to take a very serious subject, like work place safety, and find a way to make it more palatable, then every effort should be made to do so.",
		"One of the most initially palatable wines is Merlot.",
		"Vintners often combine Merlot grapes other wines to make them sweeter and more palatable.",
		"Good pairings such as pasta and aged cheeses will make this wine even more palatable.",
		"While some people find plain water too bland, you can add fresh-squeezed lemon juice or mint to make it more palatable.",
		"Chances are good that you'll get even better, more palatable, and healthier results at home when you make your home with an electric yogurt maker from Salton.",
		"Finding the perfect mix, recipe or ready-to-eat bread that suits your lifestyle will go a long way to making a gluten-free diet more palatable.",
		"In times of scarcity the Norse peasant-farmer uses the sweetish inner bark, beaten in a mortar and ground in his primitive mill with oats or barley, to eke out a scanty supply of meal, the mixture yielding a tolerably palatable though somewhat resinous substitute for his ordinary flad-brod.",
		"Were this to take place the purpose of the mimicry would be abortive, because enemies would probably not refrain from slaughter if even every alternate capture proved palatable.",
		"That the \"vinber\" were mountain cranberries would explain the fact, mentioned in the Flatey Book saga, that Leif filled his afterboat with \"vinber\" in the spring, which is possible with the cranberries, as they are most palatable after having lain under the snow for the winter.",
		"Hungarian grass, Setaria italica (also called Panicum italicum), a native of eastern Asia is one of the most wholesome and palatable Indian cereals.",
		"As to the flavour of its flesh, some assert that it is wholly uneatable, and others that it is palatable.",
		"Although it is usually avoided by stock creeping buttercup is more palatable than the other buttercups and may be grazed.",
		"The tumbling helps dilute the salt to make the chicken palatable.",
		"Many pet owners also argue that their dogs find organic food more palatable.",
		"I leave that question hanging, for none of the plausible answers seems palatable.",
		"In a world where profit usually beats principle, how can socially responsible investment become palatable?",
		"The FA Cup exit at Lewes was made more palatable by the incredible season enjoyed by Jimmy Quinn's side.",
		"There is food for thought there that not all will find palatable.",
		"Dry food looks less palatable, but many cats eat it quite readily.",
		"The issue is real urbanism, not some polite, politically palatable \" lite \" version thereof.",
		"Many of the native shrub willows are even more limited in range and particularly palatable to animals.",
		"However, his music, along with the stories his pieces are set to, are quite palatable for mini opera buffs.",
		"It is also a traditional way of purifying and sweetening water, known to render even putrid water palatable.",
		"I tasted them out of compliment to Nature, though they were scarcely palatable.",
		"High calorie, high energy Vitamin concentrate, Palatable dietary supplement helps stimulate appetite, increases weight gain.",
		"Parboiling or cooking may also be necessary to make this diet more palatable for very finicky cats.",
		"Illustrated children's Bible stories make a great gift because they take stories from the Bible but make them interesting by adding pictures and by making the language more palatable for young readers.",
		"You'll also want to consider that a Cosmopolitan cocktail is supposed to be an extremely palatable, sweet drink, so you might want to consider purchasing a vodka with a little flavor.",
		"Other berries, like the high bush cranberry, have a bitter flavor when raw and take a little extra preparation to make them palatable.",
		"If you are among those who don't enjoy the flavor of pure parsley, then you may wish to sweeten the tea with honey or add in an herb with a flavor that is more palatable to you.",
		"Chamomile tea is also soothing and has a mild taste, which makes it more palatable for children.",
		"This makes it the responsibility of the cook to make sure the food is palatable.",
		"Unsweetened soy milk is often used in cooking because some think it is not as palatable as Original Silk due to its lack of sweetness.",
		"This may make the issue of \"hand-me-downs\" more palatable for siblings.",
		"Disney Cruise Line is an obvious choice for families and Disney fans, though it may not be palatable to someone with an aversion to constant magic and fantasy.",
		"Moreover, the prices are quite palatable.",
		"Could it have been the lack of time for cooking and making the meals more palatable?",
		"Be sure most of items are palatable to you.",
		"More importantly, would we be hungry, and would the food taste palatable?",
		"Within your allotted calories you can customize meals that are healthful, palatable and budget-conscious.",
		"When everyone is participating in a clothing exchange, however, and the free training bra is coming from an unknown source, it's much more palatable.",
		"It somewhat squelched the taste, enough so they were palatable.",
		"To the bison of the prairie it is a few inches of palatable grass, with water to drink; unless he seeks the Shelter of the forest or the mountain's shadow.",
		"Such was Mirabeau's programme, from which he never diverged, but which was far too statesmanlike to be understood by the poor king, and far too positive regarding the altered condition of the monarchy to be palatable to the queen."
	],
	"synonyms": [
		"toothsome",
		"sapid",
		"pleasing",
		"heavenly",
		"delightful",
		"delectable",
		"agreeable",
		"acceptable",
		"savory",
		"delicious",
		"appetizing",
		"tasty"
	],
	"antonyms": [
		"unpalatable",
		"unsavory",
		"bitter",
		"sour",
		"untasty",
		"distasteful",
		"disagreeable"
	]
}