{
	"word": "strife",
	"meaning": [
		"Heated, often violent conflict or disagreement.",
		"The act of striving or vying with another; contention or competition.",
		"A conflict or quarrel.",
		"The act or state of fighting or quarreling, esp. bitterly; struggle; conflict.",
		"Strong endeavor."
	],
	"sentences": [
		"But the centre of strife was not to be Arabia.",
		"Grote maintains that ostracism was a useful device, on the grounds that it removed the danger of tyranny, and was better than the perpetual civil strife of the previous century.",
		"With this civil strife the importance and prosperity of Louvain declined.",
		"The early years of the Omayyads were years of constant strife in Arabia.",
		"Immediately after the war, strife occurred among the Basuto themselves over the question of the partition of Moirosi's territory, which had been decided on as one of the results of the war.",
		"The problem which was to be settled by a century of strife was now posed.",
		"In the war of independence it was repeatedly subjected to pillage and slaughter by both parties in the strife, and did not recover its losses for many years.",
		"Peter began the long strife of the Angevine and Aragonese parties in southern Italy.",
		"The history of Mexico from 1884 to 1910 was almost void of political strife.",
		"He kept himself aloof from all party strife.",
		"In the strife which soon broke out between the Girondins and the Jacobins he took no decided part, but occupied himself mainly with the legal and legislative work which went on almost without intermission even during the Terror.",
		"Civil strife for a time was at an end, but the injuries inflicted on the state were deep and lasting.",
		"The large loans raised in Europe, the first instalment of which Byron had himself brought over, while providing the Greeks with the sinews of war, provided seco n d civil w them also with fresh material for strife.",
		"This was a period of religious strife, due to the irritation caused by the Vatican council, and the pope's attempt to revive the bishopric of Geneva.",
		"Worn out by internal strife fostered by Haakon's emissaries, the Icelandic chiefs acknowledged the Norwegian king as overlord in 1262.",
		"His quarrelsomeness was regarded as inherited from his mother, and it may have been only as an illustration of the perpetual strife between Zeus and Hera that Ares was accounted their son.",
		"But the strife over dogma came to an end with the 7th century.",
		"This attitude towards dogma did not mean that it was less prized than during the period of strife.",
		"For, while the power of Charlemagne's successors was decaying, the papacy itself became involved in the confusion of the party strife of Italy and of the city of Rome, and was plunged in consequence into such an abyss of degradation (the so-called Pornocracy), that it was in danger of forfeiting every shred of its moral authority over Christendom.",
		"But it was not given to Gregory to reach this goal, and his successors had to return again to the strife over investiture.",
		"Disappointed in their hopes of Russia, the Czartoryscy next attempted to form a confederation for the deposition of Augustus III., but while the strife of factions was still at its height the absentee monarch put an end to the struggle by expiring, conveniently, on the 5th of October 1763.",
		"This only occurred, according to Baur, early in the 2nd century, when the strife was finally allayed and forgotten.",
		"But in the actual phenomenal world unity and harmony are replaced by strife and discord; the result is a conflict, a becoming and vanishing, an illusive existence.",
		"These two exist in many forms more or less grotesque, and after death the soul passes to one of them and there receives its due; but that existence too is marked by desire and action, and is therefore productive of merit or demerit, and as the soul is thus still entangled in the meshes of karma it must again assume an earthly garb and continue the strife.",
		"Such of the fathers as are engaged in the work of education are permitted to continue, on condition of abstaining from lax and questionable doctrines apt to cause strife and trouble.",
		"Our apostles knew through our Lord Jesus Christ that there would be strife about the name of the bishop's office.",
		"The situation was, however, complicated by the strife which broke out between the pope (Eugenius IV.) and the oecumenical council of Basel.",
		"So the practice of securing places for persons who have served the party, in however humble a capacity, has sprung from the maxim that in the strife of politics the spoils belong to the victors, and has furnished a motive of incomparable and ever-present activity ever since the administration (1829-1837) of President Andrew Jackson.",
		"His strong hand kept the inevitable strife of the parliamentary factions within due limits, and it was entirely owing to his provident care that Sweden so rapidly recovered from the wretched condition in which the wars of Charles had plunged her.",
		"Haakon, therefore, stirred up strife between Snorri's kinsman Sturla and Snorri, who had to fly from Reykjaholt in 1236; and in 12 3 7 he left the country and went back to Norway.",
		"In 1481 the holy Nicholas von der Flue composed at Stans by his advice the strife between the Confederates, while in 1798 many persons were massacred here by the French.",
		"There arose, however, at some undefined epoch a strife on the part of this tribe and some others with the rest of the Turks, because, as the latter allege, Ghuzz, the son (or grandson) of Yafeth (Japhet), the son of NO (Noah), had stolen the genuine rain-stone, which Turk, also a son of Yafeth, had inherited from his father.",
		"Thus, in an age of strife and polemics, it seemed to afford a refuge for quiet, gentle spirits, and meditative temperaments.",
		"These principles applied to all classes of society alike, and though strife within the family was by no means unknown, at all events in royal families, the actual slaying of a kinsman was regarded as the most heinous of all offences.",
		"Their life of continual strife with natives, continual trekking to fresh pastures, had not been conducive to education or the enlargement of intellectual outlook.",
		"In natural philosophy Campanella, closely following Telesio, advocates the experimental method and lays down heat and cold as the fundamental principles by the strife of which all life is explained.",
		"On the other hand strife between persons connected by marriage appears to have been of extremely frequent occurrence, and no motive plays a more prominent part in Teutonic traditions.",
		"Civil strife broke out in Scotland between John Knox and the queen-dowager - between the selfstyled \"congregation of the Lord\" and the adherents of the regent, whose French troops repelled the combined forces of the Scotch and their English allies from the beleaguered walls of Leith, little more than a month before the death of their mistress in the castle of Edinburgh, on the 10th of June 1560.",
		"Neighbouring states encroached upon its borders, and the nobles ignored the authority of the dukes, who, deprived of the electoral vote, were mainly occupied for fifty years with intestine strife.",
		"The recovery of the Upper Palatinate made Bavaria compact; the acquisition of the electoral vote made it influential; and the duchy was able to play a part in European politics which intestine strife had rendered impossible for the past four hundred years.",
		"The subject of the extension of the franchise has also been the cause of violent party strife and controversy.",
		"Before the strife flamed up again, Hobbes had published, in 1658, the outstanding section of his philosophical system, and thus completed, after a fashion, the scheme he had planned more than twenty years before.",
		"Instead of acknowledging its inferiority as in former times it had claimed to be the higher power; it had eyen attempted to dispose of the imperial crown as if the Empire were a papal fief; and it had found out that it could at any time tamper, and perhaps paralyse, the imperial authority by exciting internal strife in Germany.",
		"Bu,t this was only a lull in the civil strife, which was renewed after the king had made a successful expedition into Bohemia.",
		"If Germany had been unconnected with the Papacy, or even if the Papacy had been as weak as in the days of Henry VI., the issue of the strife would almost certainly have been an early victory for Philip. A majority of the princes were on his side and the French king Philip Augustus was his ally, while his personal character commanded general respect.",
		"For a time no serious steps were taken against Louis, but after King John had met his death at Crcy Charles, who succeeded him as king of Bchemia, began to make vigorous preparations for war, and only the sudden death of the emperor (October 1347) saved Germany from civil strife.",
		"Bitter strife now broke out in th parliament between the Great German (Gross-Deutsch) an Little German (Klein-Deutsch) parties.",
		"In addition to the political strife and anxiety due to this fundamental cleavage within the nation, Germany was troubled during the first decade of the 20th century by friction and jealousies arising out of the federal constitution Prussia of the Empire and the preponderant place in it of Prussia.",
		"In the last years of his short life he engaged actively in politics, and made speeches in Paris and in Moscow in the beginning of 1882 in favour of a militant Panslavism, predicting a desperate strife between Teuton and Sla y.",
		"The opposition between Shammai and Hillel was perpetuated by their respective schools, till, under Gamaliel II., the strife was decided at Jabneh in favour of the school of Hillel.",
		"A laudable attempt has been made to keep the education department free from the vagaries and the strife of party politics, and the advantages of political control have been as much felt as its drawbacks.",
		"For a time the War of1812-1814with the United States put an end to the strife.",
		"The Thirty Years' War now ceased to be a religious struggle The between Catholicism and Protestantism; it resolved Swedish itself into a return to the old political strife between and French France and the Habsburgs.",
		"Its conclusion was prematurely greeted as the end of a period of economic strife between the two halves of the monarchy and as a pledge of a decade of peaceful development.",
		"In the later stage of the strife it has been the battle-field of Christendom and Islam.",
		"The older religious differences were small compared with the strife for life and death between Christendom and Islam.",
		"Furthermore, apart from the gradual disintegration of the empire, Athens was disturbed by political strife.",
		"Internal strife prevented the new negus of Abyssinia from prosecuting the war, which thus, in spite of the Abyssinian success, resulted in the increased prestige of the khalifa.",
		"Johannes Carsten Hauch (q.v.; 1790-1872) first distinguished himself as a disciple of Ohlenschlger, and fought under him in the strife against the old school and Baggesen.",
		"The town, which witnessed much of the international strife and Border lawlessness, was taken by Edward I.",
		"During the first seven or eight years of his settled life in his native city from 1495, he betrays a conflict of artistic tendencies as well as no small sense of spiritual strain and strife.",
		"The king and council were proclaimed judges in all cases; preachers were to submit to their judicature when accused of political offences, a standing cause of strife.",
		"Prelacy was \" Baal worship,\" and the kirk thus turned the strife in the direction of religious ferocity.",
		"A strife arose between Hamilton, who wished to disband the Covenanting army, and Argyll, and gradually the struggle was between Hamilton and the sympathizers with the imprisoned king and Argyll at the head of (or under the heels of) the more fanatical preachers and Presbyterians.",
		"The situation developed into ruin under the strife of the wilder and the gentler preachers.",
		"The grounds of strife were the spread in the Y y g P of \" liberal \" religious ideas; on one side heretical and anti-Calvinistic doctrines, and on the other a tendency to stretch Calvinistic principles till they were scarcely to be distinguished from Antinomianism.",
		"We have no idea who the disciple may have been who thus seized upon the sadder elements of the teaching of Jesus; but we may well think of him as one of those who were living in Palestine in the dark and threatening years of internecine strife, when the Roman eagles were gathering round their prey, and the first thunder was muttering of the storm which was to leave Jerusalem a heap of stones.",
		"For many years after this date the condition of the country was one bordering upon anarchy, and into the faction strife which was continually going on Kruger freely entered.",
		"Most of the other references relate to the strife of Michael and Satan about the body of Moses, and ascribe it to the Ascensio Mosis, i.e.",
		"He was accepted as arbiter and his decision brought an end to the strife.",
		"Despite frequent internal strife, the sultans of the Deccan retained their independence until conquered by the Mogul emperor Aurangzeb in the latter half of the 17th century.",
		"The urgency of foreign affairs, and subsequently internal strife at the council table, hindered Hastings from developing farther the system of civil administration, a task finally accomplished by Lord Cornwallis.",
		"Nicholas issued the bull Exiit on the 14th of August 1279 to settle the strife within the Franciscan order between the parties of strict and loose observance.",
		"There is in reality no room for suspecting Moawiya of not having been in earnest when making this appeal; he might well regret that internecine strife should drain the forces which were so much wanted for the spread of Islam.",
		"The Seljuk princes were too much absorbed by internal strife to concentrate against the new assailants.",
		"It was entangled also in the political strife of the feudal ages and of the beginning of modern empires.",
		"Historically these principles were only in part embodied, for the Reformation was involved in political strife.",
		"Renaissance and Reformation were, moreover, already at strife.",
		"While affirming that he was \"no friend of slavery\" he held abolition and the abolitionists responsible for the hatred, strife, disruption and carnage that menaced the nation.",
		"The period of the Commonwealth was filled with the strife between these two parties, its bitterness not lessened by the fact that the assembly dissolved in 1653 by Cromwell's soldiers was not allowed to meet again in his protectorate.",
		"Sacked and burned time after time during the Border strife, it was inevitable that the townsmen should become keen fighters.",
		"Intestine strife among the West Saxons followed.",
		"We learn further that about the time of Hygelac's death strife broke out in the royal family of the Svear, between Onela, the son and successor of Ongentheow, and Eanmund and Eadgils, the sons of his brother Ohthere.",
		"In order to avoid the intestine strife so common in Italian civic life, it soon became the custom to select a stranger to fill this position.",
		"In considering, however, the subsequent disorders and wars, it must be borne in mind that they affected only individual portions of the empire, and only on isolated occasions involved more extensive areas in long and serious strife.",
		"But, for these successes, the empire had to thank the internecine strife of its Greek opponents, rather than its own strength.",
		"The internal history of the Parthian dominion is an unbroken sequence of civil war and dynastic strife.",
		"A ducal commission, appointed to find a means for ending the interminable strife between the rival academic parties, entrusted Eck with the preparation of fresh commentaries on Aristotle and Petrus Hispanus.",
		"In the committee appointed for preliminary consultation, one section was for the immediate condemnation of the order, and declined to allow it any opportunity of defence, on the ground that it was now superfluous and simply a source of strife.",
		"In 1865 there arose a serious and lengthy strife in the Portuguese Parnassus, which came to be known as the Coimbra The question, from its origin in the university city.",
		"Antiochus punished an outburst of strife between the rivals by plundering the Temple and slaying many of the inhabitants (170 B.C.).",
		"We again hear of their interference in the dynastic strife of the Cherusci some time after the year 47.",
		"Waccho is said to have conquered the Suabi, possibly the Bavarians, and he was also involved in strife with the Gepidae, with whom Ildichis had taken refuge.",
		"They took opposite sides in the great strife of the time between pope and emperor, and were Guelf and Ghibelline by old tradition, or as one or other faction prevailed in them.",
		"The church schism, during which the rival pontiffs assailed each other with all the wild threats and objurgations of medieval theological strife, necessarily alienated the Bohemians to a yet greater extent.",
		"Strife again broke out between Rudolph and his treacherous younger brother Matthias, who used the religious and political controversies of the time for the purpose of supplanting his brother.",
		"The years that followed the death of Huss formed in Bohemia a period of incessant theological strife.",
		"But the missionaries were not interested in the settlement of the country by Europeans, the fur traders were generally opposed to it, there was bitter strife between the missionaries and Cadillac, and the French system of absolutism in government and monopoly in trade were further obstacles to progress.",
		"The strife between lord and people was always keen in Salzburg.",
		"Although Ferdinand had grown in power by a fratricidal strife with Bermudo of Leon, and though at a later date he defeated and killed his brother Garcia of Navarre, he ranks high among the kings of Spain who have been counted religious.",
		"Avignon, at a distance from the party strife and somewhat parochial politics of the Italian commonwealths, impressed his mind with an ideal of civility raised far above provincial prejudices.",
		"The young Raphael, whose incomparable instinct for rhythmical design had been trained hitherto on subjects of holy quietude and rapt contemplation according to the traditions of Umbrian art, learnt from Leonardo's example to apply the same instinct to themes of violent action and strife.",
		"He began the long strife with the counts of Flanders, as to the lordship over Walcheren Iv.",
		"The quarrels between the Hook and Cod factions still continued, but the outbreaks of civil strife were quickly repressed by the strong hand of Philip. Holland during this time contented Flourish- herself with growing material prosperity.",
		"During the regency of Maximilian the turbulence of the Hooks caused much strife and unrest in Holland.",
		"Their overthrow finally ended the strife between Hooks and Cods.",
		"She struggled long against her powerful kinsfolk, nor did she know happiness till near the end of her life, when she abandoned the unequal strife, and found repose with Francis of Borselen, Ruward of Holland, her fourth husband.",
		"To put an end to the perpetual civil strife the Paduans elected him their lord, and he seems to have governed well, leaving the city at his death (1324) to his nephew Marsiglio, a man famed for his cunning.",
		"His two years of office were much troubled by party strife.",
		"His reign of thirty years was one of strife marked by no signal success or reverse.",
		"On the west he was in more or less constant strife with Portugal, which was in process of becoming an independent kingdom.",
		"Among the Franciscans themselves it has been the occasion of endless strife, and has been kept alive only by dint of successive reforms and fresh starts, each successful for a time, but doomed always, sooner or later, to yield to the inexorable logic of facts.",
		"Though numerous ancient monuments at Prague have been destroyed in consequence of intestine strife and foreign warfare, the city still contains many of great value and may be considered one of the most interesting cities of central Europe.",
		"The transition is easy to Apollo as a warlike god; in fact, the earlier legends represent him as engaged in strife with Python, Tityus, the Cyclopes and the Aloidae.",
		"Their isolation has made them ignorant to some extent of the world's progress, while a supersensitive patriotism blinds them to the discredit and disorganization which political strife and misrule have brought upon them.",
		"On our action now depends the question whether our children shall curse or bless us; whether we shall live in their memory as promoters of civil strife, with all its miserable consequences, or as joint architects of a happy, prosperous and united state.",
		"During the centuries of strife between Scotland and England its situation exposed the port to attack both by sea and land.",
		"As such it became the centre of that strife between Europe and Africa, between Aryan and Semitic man, in its later stages between Christendom and Islam, which forms the great interest of Sicilian history.",
		"A special aspect of them in Virgil is that of agents employed by the higher gods to stir up mischief, strife and hatred upon earth.",
		"This prelate was related to the English king, Edward II., and after a life spent in strife and ostentation, he died on the 24th of September 1333.",
		"Military operations within her own borders were largely confined to a guerrilla warfare, carrying on the bitter neighbourhood strife between Kansas and Missouri.",
		"It is notable that when, after Edreds death, there was civil strife, owing to the quarrel of his nephew Edwy with some of his kinsmen, ministers and bishops, the rebels, who included the majority of the Mercians and Northumbrians, set up as their pretender to the throne not a Dane but Edwys younger brother Edgar, who ruled for a short time north of Thames, and became sole monarch on the death of his unfortunate kinsman.",
		"After much factious strife, and many stormy meetings of the Witan, Edward was murdered at Corfe in 978 by some thegns of the party of the queen-dowager.",
		"But the fact that he was a tyrant and an evil-liver, while Anseim was a saint, so much influenced public opinion that William was universally regarded as in the wrong, and the sympathy of the laity no less than the clergy was with the archbishop. For the remaining three years of his life the Red King was considered to be in a state of reprobation and at open strife with righteousness.",
		"It was rather, if some explanation must be found for it, a strife between the kingly power and feudal anarchy.",
		"Such was Englands, fate till 1153, when Matilda had retired from the strife in favor of her son, Henry of Anjou, and Stephen was grown an old man, and had just lost his heir, Eustace, to whom he had desired to pass on the crown.",
		"During these years of petty strife England was only reminded at intervals of her kings existence by his intermittent demands English for money, which his ministers did their best to satisfy.",
		"But he spent what small energy he possessed in a wretched strife of chicanery and broken promises with Thomas of Lancaster and his party, dismissing and recalling Gaveston according to the exigencies of the moment, while he let the Scottish war shift for itself.",
		"Robert Bruce was now dead and his throne was occupied by the young David II., whose factious nobles were occupied in civil strife when, in.",
		"Edwards claim to the French crown embittered the strife in a most unnecessary fashion.",
		"Hence there arose, almost at once, a bitter strife between the lords of manors and the laboring class, both landholding and landless.",
		"These two last years of Edwards reign were filled with an episode of domestic strife, which had considerable constitutional importance.",
		"His youngest uncle, Thomas of Woodstock, duke of Gloucester, was a designing and ambitious prince who saw his own advantage in embittering the strife between Richard and his parliament.",
		"John of Gaunt having departed to Spain, where he was stirring up civil strife in the name of his wife, the heiress of Peter the Cruel, Gloucester put himself at the head of the opposition.",
		"The duke of Albany, who became regent when Robert died, had no wish to see his nephew return, and concluded a corrupt agreement with the king of England, by which he undertook to keep Scotland out of the strife, if Henry would prevent the rightful heir from returning to claim his own.i Hence Albany and his son ruled at Edinburgh for seventeen years, while James was detained in an honorable captivity at Windsor.",
		"The demand was absurd and exorbitant and was refused, though the French government offered him the hand of their kings daughter Catherine with a dowry of 800,000 crowns and the districts of Quercy and Prigordsufficiently handsome terms. When he began to collect a fleet and an army, they added to the offer the Limousin and other regions; but Henry was determined to pick his quarrel, and declared war in an impudent and hypocritical manifesto, in which he declared that he was driven into strife against his will.",
		"It was a righteous punishment for her interference in the unnatural strife of Orleanists and Burgundians that the struggle between York and Lancaster was to be as bitter and as bloody as that between the two French factions.",
		"They mounted his badge, and joined his banner when strife broke out, in return for his championship of their private interests and his promise to maintain them against all their enemies.",
		"The factions, which usually contended there in sport, often gathered there in party strife.",
		"At frequent intervals during a period of 150o years the region was the scene of strife and lawlessness.",
		"From this time he kept aloof from political strife, attaching himself to no particular party, and continuing on intimate terms with men so opposed as Caesar and Pompey, Antony and Octavian.",
		"The result was, of course, a long period of domestic strife.",
		"Whichever side prevailed destroyed its adversaries Jacobins only to divide afresh and renew the strife until the and Girondins.",
		"Sturla was born and brought up in prosperous times, but his manhood was passed in the midst of strife, in which his family fell one by one, and he himself, though a peaceful man who cared little for politics, was more than once forced to fly for his life.",
		"The violent party strife which from 1880 to 1895 had absorbed the best energies of the country and paralysed every serious and productive work, ceased almost completely, and the nation as a whole turned to improve its agriculture and commerce.",
		"Amidst much party strife Calvin perhaps showed more youthful impetuosity than experienced skill.",
		"The latter part of Harald's reign was disturbed by the strife of his many sons.",
		"Because of the futility and sordid intrigues which characterized the independent Military Government at Canton, he, whose reputation in 1912 had stood high at home and abroad, came gradually to be regarded as an irreconcilable conspirator, whose personal ambitions were largely responsible for the continuance of the senseless civil strife between the North and the South.",
		"The struggle was complicated throughout its course by political and other considerations; there were repeated rebellions of German nobles, constant strife between rival imperial and papal factions in the Lombard cities and at Rome, and creation of several anti-popes, of whom Guibert of Ravenna (Clement III.) and Gregory VIII.",
		"Strife began again in 613 in consequence of Theuderichs desire to join Austrasia to Neustria, but his death delivered the kingdoms into the hands of Clotaire II.",
		"It had to wait two centuries after the revolution of 987 before it was strong enough to take up the dormant tradition of an authority like that of Rome; and until then it cunningly avoided unequal strife in which, victory being impossible, reverses might have weakened those titles, higher than any due to feudal rights, conferred by the heritage of the Caesars and the coronation at Reims, and held in reserve for the future.",
		"Strife began immediately between the numerous malcontents and the Beaujeu party, who had charge of the little Charles VIII.",
		"He was a good and honest man, moderate, conciliatory and temporizing, anxious to lift the monarchy above the strife of parties and to reconcile them; but he was so little practical that he could believe in a reformation of the laws in the midst of all the violent passions which were now to be let loose.",
		"This was the end of the long tragedy of civil strife and of wars of conquest, mingled with the sound of Results of madrigals and psalms and pavanes.",
		"At all events, when the kingdom had been reconquered from the Spaniards and religious strife ended, in order to fulfil his engagements, Henry IV.",
		"After three years of strife, ruinous to both sides, he made the first overtures of peace, thus marking an epoch in his foreign policy; though William took no unfair advantage of this, remaining content with the restitution of places taken by the Cliambres de Rtunion, except Strassburg, with a frontier-line of fortified places for the Dutch, and with the official deposition of the Stuarts.",
		"The Jesuits, returned to power in 1723 with the duc de Bourbon and in 1726 with Fleury, rekindled the old strife regarding the bull Unigenitus in opposition to the Gallicans and the Jansenists.",
		"The attempted reconciliation with the king having failed, the Assembly ended by working alone, and made the control that it should have exerted an instrument, not of co- Declaraoperation but of strife.",
		"This had hardly been established before it became distracted by the fratricidal strife of its adherents, from September 22, 1792, to the 18th Fructidor (September 4, 1797).",
		"His first act was to repudiate the Henoticon, a deed of union, originating, it is supposed, with Acacius, patriarch of Constantinople, and published by the emperor Zeno with the view of allaying the strife between the Monophysites and their opponents in the Eastern church.",
		"Troubles ensued between the governor and the sovereign council, most of the members of which sided with the one permanent power in the colony - the bishop; while the suspicions and intrigues of the intendant, Duchesneau, were a constant source of vexation and strife.",
		"The second attained, after much fratricidal strife, to the foundation of a kingdom and of institutions.",
		"The emperor finally interposed to terminate that scandalous strife, banished Nestorius and dissolved the council.",
		"Throughout the decline of the Roman empire, the barbarian invasions, the Mahommedan conquest and the middle ages, mere piracy always existed by the side of the great strife of peoples and religions.",
		"The immediate effect of the truce was a strengthening of Oldenbarneveldt's influence in the government of the republic, now recognized as a \"free and independent state\"; external peace, however, was to bring with it internal strife.",
		"In and around Edessa the theological strife raged hotly.'",
		"By way of asserting his right to resume theological disquisition, he also issued in 1798 his Strife of the Faculties, in which all the strongest points of his work on religion were urged afresh, and the correspondence that had passed between himself and his censors was given to the world.",
		"After this, however, we hear little of Mercian interference with the other kingdoms for some time; and since it is clear that during the last 15 years of the 7th century Wessex, Essex, Sussex and Kent were frequently involved in strife, it seems likely that the Mercian king had somewhat lost hold over the south of England.",
		"She sensed the unseen scars of war and strife, the price of Anshan's struggle, buried deep beneath the surface of the hardened man before her.",
		"You can easily become cannon fodder in religious strife.",
		"The internal family strife in this book is quite monstrous, with brother against brother in a kind of personal one-on-one warfare.",
		"The Levanter, Eric Ambler's 1972 suspense novel, is topical again, given the recent strife in the Middle East.",
		"Lord Carey says that bitterness, hostility, misunderstanding and strife now separate provinces from one another and divide individual provinces.",
		"Unscathed by civil strife, war or famine, Zambia's capital city seems as serene as any on the continent.",
		"He is mentioned, in connection with Bertrand de Born, who fomented the strife with his son.",
		"We have a great opportunity to create strife within the Labor Party.",
		"God creating, God restoring, bringing peace and ending strife.",
		"But it'll be nice to not have the strife.",
		"A century ago, a number of the region's great nations were not free nations, or were torn by civil strife.",
		"We are here in the island of Ireland that has been riven by strife between British and Irish for centuries.",
		"The internecine strife between Lewis aficionados about the order of the Narnia books shows no signs of abating.",
		"Heavy security was meant to lower the ever-present danger of sectarian strife at a festival with a bloody history.",
		"Dante's message is once more, degenerate Italy, fallen from its ancient virtues, lost in factional strife.",
		"Nor do I believe that Diana told Ingrid that Camilla was not the cause of their marital strife.",
		"Although the early church showed deep affection one to another but they also had their moments of bitter strife.",
		"In all this welter of party strife what real hope is there for Scotland?",
		"Vehement feud had probably long subsisted between these parties, when the Libyan war intervened to suspend the strife.",
		"The possession of Bouillon thenceforward became a constant cause of strife until in 1678 Louis XIV.",
		"While the strife was at its hottest, Hastings had sent an agent to England with a general authority to place his resignation in the hands of the Company under certain conditions.",
		"The nearer the neighbors, the more rancorous and internecine is the strife; and, as in all cases where animosity is deadly and no grave local causes of dispute are apparent, we are bound to conclude that some deeply-seated permanent uneasiness goaded these fast growing communities into rivalry.",
		"Milan was invested in 1161, starved into capitulation after nine months resistance, and given up to total destruction by the Italian imperialists of Fredericks army, so stained and tarnished with the vindictive passions of municipal rivalry was even this, the one great glorious strife of Italian annals.",
		"With his defects of temper, his violent antipathies, his extravagant notion of papal prerogative, his pontificate was filled with strife.",
		"Whether his agents did, or did not, pour oil on the flames of civil strife, which he thereupon quenched by his Act of Mediation, 19th of February 1803, is a complex question.",
		"They all raise their eyes towards heaven, observe the clouds, and hurl spells against the elements, so that they arouse strife amongst them and clouds of fire are driven towards the camp of the men of Ireland.\"",
		"But for some years the three rivals in Macedonia, to which a fourth, the Rumanian element, must be added, were in constant strife (see Macedonia).",
		"Internal strife at first prevented the development of her resources, and then when the export of guano and nitrates supplied her treasury with an abundance of funds the money was squandered on extravagant enterprises and in corrupt practices.",
		"By 1570 the strife had degenerated into a barbarous devastation of border provinces; and in July of the same year both countries accepted the mediation of the Emperor, and peace was finally concluded at Stettin on Dec. 13, 1570.",
		"Here internal and external evidence are at strife; for from the time of Justin onwards the Apocalypse was received by the church as the work of the Apostle John (see Swete, op. cit.', p. clxxv).",
		"Their political record previous to the presidency of Porfirio Diaz was one of incessant revolutionary strife, in which the idle, unsettled half-breeds took no unwilling part.",
		"Her power is irresistible, even greater than that of the gods; to her was due the strife (battles with Titans, Giants) that raged amongst them of old, before the rule of love began; the world revolves round the spindle, which she holds in her lap. According to the Egyptian theory, she is one of the four deities present at the birth of every human being, her companions being the Daemon (guardian spirit), Tyche (Fortune) and Eros.",
		"It was mainly the opposition to the Homoousios, as a formula open to heretical misinterpretation, and not borne out by Holy Writ, which kept together the large party known as Semiarians, who under the leadership of the two Eusebiuses carried on the strife against the Nicenes and especially Athanasius.",
		"Justinian was engaged in three great foreign wars, two of them of his own seeking, the third a legacy which nearly every emperor had come into for three centuries, the secular strife of Rome and Persia.",
		"From 1803 to 1807 he was a member of the State House of Representatives, becoming during this period the leader of one of two personalpolitical factions in the state that long continued in bitter strife, occasioning his fighting two duels, in one of which he killed his antagonist, and in the other was wounded in his wrist.",
		"As he adopted an entirely different policy with the nobles from that of his father, and, moreover, showed great affability towards the lower class of his subjects, among whom he delighted to wander incognito, few if any of the kings of Scotland have won such general popularity, or passed a reign so untroubled by intestine strife.",
		"It was clear that the ancient strife of Hats and Caps had become merged in a conflict of classes; the situation was still further complicated by the ominous fact that the non-noble majority was also the Russian faction.",
		"Formerly they were wholly organized on a clan system under feudal chiefs, of whom those of the house of Khazin were the most powerful; and these fought among themselves rather than with the Druses or other denominations down to the 18th century, when the Arab family of Shehab for its own purposes began to stir up strife between Maronites and Druses (see Druses).",
		"In the ceaseless strife between the old English kingdoms, therefore, it was the personality of the king which was the main factor in determining the hegemony of one state over another.",
		"The harder part was to recreate a spirit of order and subordination among a nation accustomed to long civil strife.",
		"There is none of the complacent and wise-browed sagacity of Bacon, for Burke's were days of personal strife and fire and civil division.",
		"Strife is resolved and peace restored when we recognize in one another a common commitment to Jesus and the gospel...",
		"Many of these mothers are themselves refugees from strife torn countries, beginning a new life in a safer, more hospitable environment.",
		"A century ago, a number of the region 's great nations were not free nations, or were torn by civil strife.",
		"Dante 's message is once more, degenerate Italy, fallen from its ancient virtues, lost in factional strife.",
		"Would there be so much strife in the African countries if we still had control.",
		"It is hid from the secret counsel of the wicked and the strife of tongues.",
		"After years of strife, they turned to federalism as a solution.",
		"You want the terms to be flexible in case you hit financial strife and need to lower your payments.",
		"This way, the teacher won't be too hard on them and cause them even more strife.",
		"With so much strife and war between different nations, it is hard to imagine consensus at the global level.",
		"Continuing her strife against mainstream cosmetics, she met up with a chemist and formed her own makeup creations.",
		"Strife behind the scenes was taking its toll as well.",
		"Holyfield experienced his own financial strife as well, when he had to have his 54,000 square-foot home put up for auction when he couldn't pay child support for one of his ten children.",
		"I have just finished reading a wonderful, new book that I feel is great tool for saving money during this time of economic strife.",
		"Final Fantasy 7 for PS1 is about a soldier named Cloud Strife who joins a group of resistance fighters, known as Avalanche.",
		"The worlds created for your explorative pleasure may seem similar in many respects, but the storylines are completely separate.In Final Fantasy 7, you play the main character Cloud Strife, a mercenary with a shadowy past.",
		"People who are impressed by the poem read at the memorial service will want to hold on to it and read it in times of strife when they can't bear another day without their loved one.",
		"Pigeonholing yourself into the role of the skinny girl when you just aren't built to be slender will only cause you emotional strife.",
		"In some families this may not have much of an impact, but in close families, it could cause much strife.",
		"Stories of loss, strife and recovery abound and offer a myriad of directions to expound upon the newsworthy and personal aspects of the news accounts.",
		"It is this history, with its violence and strife that produces many tales of the supernatural and paranormal.",
		"Built in 1753, the house, now an inn, has all the historical features that one would expect from a haunted site, including pirates, sailors, violent drunks and much tension and strife.",
		"This reading also discussed \"strife\" in Libya, Ankara, Egypt and Syria.",
		"In the four years of Army Wives episodes, the characters at Fort Marshall have seen much strife.",
		"Family strife is a setback that can upset the developmental progress of any child, especially one that faces the extraordinary challenges of a developmental disability.",
		"Although the two made variety specials and public appearances together, rumors of marital strife continued to persist.",
		"During this period, the band also went through some personal strife and some personnel changes.",
		"In her early 20s, she lived with her significantly older boyfriend Slade in his Coto home, and a focus of the first series was her difficulties adjusting to the suburban lifestyle and the strife in her relationship with Slade.",
		"Ryan has seen a lot of strife at his young age, having served in Iraq and been through several near-death experiences.",
		"While MTV True Life covers a variety of topics, some of the more common ones involve addiction, strife, or hobbies.",
		"In 1433 the Albizzi and the Medici came to open strife.",
		"On the return journey he halted at Geneva, then at a crisis of political and religious strife.",
		"The strife was often conducted on both sides with a zeal and bitterness of language which were characteristic of the period.",
		"Bohemia was now again for a time free from foreign intervention, but internal discord again broke out caused partly by theological strife, partly by the ambition of agitators.",
		"At length Commandant Paul Kruger called cut the burghers of his district and entered into the strife.",
		"As Charles perpetually interfered in their affairs, always favouring the grandi or Guelph nobles, some of the Ghibellines were recalled as a counterpoise, which, however, only led to further civil strife.",
		"Arabia itself counted for little in the strife.",
		"He therefore proposed to unite his forces to those of Murad, who would thus have no difficulty in making himself master of the empire while the two elder brothers were divided by their own strife.",
		"In 1876 new mining laws were enacted which gave better titles to mining properties and better regulations for their operation, but the outbreak of the war with Chile at the end of the decade and the succeeding years of disorganization and partisan strife defeated their purpose.",
		"His chief adviser was Hatto I., archbishop of Mainz; and during his reign the kingdom was ravaged by Hungarians and torn with internal strife.",
		"Besides perpetuating the strife with his enemies he was alienating his friends, and finding it increasingly difficult to pay his mercenaries.",
		"The original twenty proprietors, however, endeavoured to exclude the tradesmen from any voice in the government, and this caused strife.",
		"Meanwhile party strife was stilled by an outbreak of the plague.",
		"Lord Hartington soon found himself pushed aside from his position of titular leadership. For four years, from 1876 to 1880, Gladstone maintained the strife with a courage, a persistence and a versatility which raised the enthusiasm of his followers to the highest pitch.",
		"Editors seemed tc be incapable of rising above the dead level of political strife, anc their utterances were not relieved even by a semblance of fairness Readers turned away in disgust, and journal after journal passe out of existence.",
		"These internecine disturbances had been unfavourable to any new departure in art, except in matters appertaining to arms and armour, and the strife between two puppet emperors for a shadow of authority in the 14th century brought another distracting element.",
		"In 1869 the introduction of civil marriage did not tend to allay the strife, which reached its climax after the proclamation of the dogma of papal infallibility in 1870.",
		"In his lifetime, Defoe, as not belonging to either of the great parties at a time of the bitterest party strife, was subjected to obloquy on both sides.",
		"During his whole reign (1751-1771) Adolphus Frederick was little more than a state decoration, the real power being lodged in the hands of an omnipotent riksdag, distracted by fierce party strife.",
		"After the Achaean cities had combined to destroy the Ionic Siris, and had founded Metapontum as a counterpoise to the Dorian Tarentum, there seems to have been little strife among the Italiotes.",
		"On its topmost bough sits an eagle, between whom and Nidhug the squirrel Ratatbskr runs to and fro trying to provoke strife.",
		"The strife, which reflects the controversy between the \"analogists\" and the \"anomalists\" in philology, continued long after their death.",
		"Here he dwelt for some time, until strife arose between his herdsmen and those of Lot.",
		"The object of both fragments was to encourage the faithful in the face of the coming strife.",
		"He took the part of the nobles against the burghers, but Duke Charles of Gelderland, jealous of the growing power of the house of Habsburg, intervened, put an end to the strife, and, in 1527, himself occupied the city.",
		"In the 10th century Count Bernard of Armagnac founded the Benedictine abbey of St Orens, the monks of which, till 1308, shared the jurisdiction over Auch with the archbishops - an arrangement which gave rise to constant strife.",
		"Lothair, however, soon changed his attitude, and spent the succeeding decade in constant strife over the division of the Empire with his father.",
		"Between 1524 and 1535 Francisco Pizarro and Diego de Almagro had completed the conquest of Peru, which was followed, however, by a long period of strife among the Spaniards, and of rebellions.",
		"The significance of these great events in the general history of America is that from 1783 onwards there was, in the New World, an autonomous community not wholly unified at once, nor without strife, but self-governing and self-subsisting, in entire separation from European control.",
		"The Connecticut Charter of 1662 included in that colony some settlements acknowledged by the treaty of Hartford to belong to New Netherland, and strife was renewed.",
		"This experience did not, however, heal the party strife within the Free State.",
		"Thus the thirty years' strife between the Basutos and the Boers came to an end.",
		"The establishment in Austria of universal suffrage in 1907 had as its aim the creation, in the place of the old Parliament, which was crippled by the strife of nationalities, of a Chamber in which social and economic interests should prevail over national ones.",
		"In his train also are found Enyo, the goddess of war who delights in bloodshed and the destruction of cities; his sister, Eris, goddess of fighting and strife; and the Keres, goddesses of death, whose function it is especially to roam the battle-field, carrying off the dead to Hades.",
		"In the long strife over dogma the old belief of the Greeks in the value of knowledge had made itself felt, and this faith was not extinct in the Eastern Church.",
		"Thus the \" Helena \" of the Simoniani descends to this world in order by means of her beauty to provoke to sensual passion and mutual strife the angels who rule the world, and thus again to deprive them of the powers of light, stolen from heaven, by means of which they rule over the world.",
		"The feud between Italian and Frenchman broke out in a violent form; and it was in vain that St Catherine of Siena proffered her mediation in the bloody strife betwixt the pope and the Florentine republic. The letters that she addressed to the pontiff, on this and other occasions, are documents, which are, perhaps, unique in their kind, and of great literary beauty.",
		"The moderation of his views and his conciliatory temper did much to heal the wounds left by civil and religious strife, and during his time the power and influence of the stadholderate attained their highest point.",
		"The real effect of sortition was to equalize the chances of rich and poor without civil strife.",
		"The State, it now seemed to Hobbes, might be regarded as a great artificial man or monster (Leviathan), composed of men, with a life that might be traced from its generation through human reason under pressure of human needs to its dissolution through civil strife proceeding from human passions.",
		"The tendency of his theory and practice in matters pertaining to the Law is evidenced by the fact that in general he advanced milder and more lenient views in opposition to his colleague Shammai, a contrast which after the death of the two masters, but not until after the destruction of the Temple, was maintained in the strife kept up between the two schools named the House of Hillel and the House of Shammai.",
		"In 1261 his queen bore, at Windsor, a daughter, Margaret, who later, marrying Eric, king of Norway, became the mother of \" The Maid of Norway,\" heiress of Alexander III.; the girl whose early death left the succession disputed, and opened the flood-gates of strife.",
		"The whole reign was a period of wasteful turmoil, of party strife, of treachery, of reaction.",
		"James Stewart received the Hamilton earldom of Arran, and under him and Lennox the young king began his long strife with the kirk and his halfhearted dealings with the Catholics and his mother.",
		"It is impossible here to follow the course of the strife, in which the godly were led by the earls of Gowrie and Angus.",
		"He steers it towards a shelf of rock, called in Russ's time Tell's Platte, springs on shore, shoots the bailiff dead with his crossbow, and goes back to Uri, where he stirs up the great strife which ended in the battle of Morgarten.",
		"This conception of the strife of God with the devil was further interwoven, before its introduction into the Antichrist myth, with another idea of different origin, namely, the myth derived from the Babylonian religion, of the battle of the supreme God (Marduk) with the dragon of chaos (Tiamat), originally a myth of the origin of things which, later perhaps, was changed into an eschatological one, again under Iranian influence?",
		"The history of the new dynasty is marked by perpetual strife and the development of luxury and the liberal arts, in place of the old-fashioned austerity of thought and manners.",
		"Francis I., desirous to continue the suppression of the Protestants but anxious, because of his strife with Charles V., not to break with the Protestant princes of Germany, instructed his ambassador to assure these princes that it was only against Anabaptists, and other parties who called in question all civil magistracy, that his severities were exercised.",
		"Affied through his mother to the Welfs of Bavaria, and anxious to put an end to the unrest which dominated Germany, especially to the strife between the families of WeIf and Hohenstaufen, Frederick began his reign by promising to secure for Henry the Lion the duchy of Bavaria, and by appeasing Henrys uncle, Count Welf, by making him duke of Spol.eto and margrave of Tuscany.",
		"The period as a whole had some anxious moments; emigration to the gold-fields and the strife which afflicted Wesleyan Methodism brought loss and confusion between 1853 and 1860.",
		"In the course of time party strife became more bitter; real issues were lost sight of; and Papineau, falling in with the views of one O'Callaghan, who distrusted everything British, became an annexationist.",
		"The strife was largely economic, the people desiring to deprive the nobles of the immunity of taxation which they had enjoyed.",
		"In 1864 he divided Venezuela into twenty states and formed them into a Federal republic. The twenty parties whose struggles had caused so much strife and bloodshed were the Unionists, who desired a centralized government, and the Federalists, who preferred a federation of semiautonomous provinces.",
		"Outside the all-important domain of finance, the attention of Minghetti and his colleagues was principally absorbed by strife between church and state, army reform and railway redemption.",
		"A factional strife in the dominant party, the Republican, now began; fifteen delegates withdrew from the convention; the others framed a constitution, and then resolved themselves into a political convention.",
		"The city has suffered much from partisan strife, and the removal of the government to La Paz greatly diminished its importance.",
		"Some years of strife followed between the sons of Bayezid, in which three of them fell; Mussa, seizing Adrianople, laid siege to Constantinople, and Manuel Palaeologus, the emperor, appealed for aid to Mahommed, the other son, who had established himself at Brusa.",
		"His property was confiscated and sold by auction, but in his absence the strife between the Plain and the Coast was renewed, and Megacles, unable to hold his own, invited him to return.",
		"The attempt to introduce a new faith led to renewed strife, this time between converts and pagans, but King George (who fully appreciated the value of intercourse with foreigners) supported the missionaries, and by 1852 the rebels were subdued.",
		"The election of Merlin of Douay and Francois of Neufchatel as Directors, in place of Carnot and Barthelemy, gave to that body a compactness which enabled it to carry matters with a high hand, until the hatred felt by Frenchmen for this soulless revival of a moribund Jacobinism gradually endowed the Chambers with life and strength sufficient to provoke a renewal of strife with the Directory.",
		"Moreover, factional strife broke out within the party itself; Adams and Hamilton became alienated, and members of Adams's own cabinet virtually looked to Hamilton rather than to the president as their political chief.",
		"Expelled from that city in 513, he went with his followers to stir up strife in Constantinople, and succeeded in bringing about the deposition of the orthodox bishop, Macedonius, and of Flavian, bishop; of Antioch.",
		"During this period they were engaged in constant strife with the neighbouring kingdoms of Hadramut and Katabania.",
		"As usually happened in this strife of the land power and the sea power, Napoleon's continental policy attained an almost complete success, while the naval and oriental schemes which he had more nearly at heart utterly miscarried.",
		"Strife then arose between the committee and the Liberal Union, a body which mainly represented the Christian electorate, and on the 5th of April Hassan Fehmi Effendi, who edited the Serbesti, the official organ of the union, was assassinated.",
		"On the following day the Boer attack on an armoured train at Kraaipan, a railway station in Cape Colony south of Mafeking and close to the western frontier of the Transvaal, witnessed the first hostile shot of a bloody war, destined to plunge South Africa into strife for two years and a half.",
		"His later years were spent in strife with his son Frederick, and he died in 1230 at San Germano, whither he had gone to arrange the peace between the emperor Frederick II.",
		"The whole constitution of the republic, although of very democratic tendencies, seemed designed to promote civil strife and weaken the central power.",
		"The reign of the third caliph Othman (644-656) was marked by the beginning of that internal strife which was to ruin Arabia; but the foreign conquests continued.",
		"Rheims. For three years the strife continued, and was probably based on the opposition between the Averroists, Siger and Pierre Dubois, and the more orthodox schoolmen.",
		"During this second struggle to the death with Genoa, the Venetians had been also at strife with the Carraresi of Padua and the Scaligers of Verona.",
		"To continue the strife when Wellington was firmly established on the line of the Garonne, and Lyons and Bordeaux had hoisted the Bourbonfleur de lys, was seen by all but Napoleon to be sheer madness; but it needed the pressure of his marshals in painful interviews at Fontainebleau to bring him to reason.",
		"The fanaticism of the caliph Hakim destroyed the church of the Sepulchre and ended the Frankish protectorate (Ioio); and the patronage of the Holy Places, a source of strife between the Greek and the Latin Churches as late as the beginning of the Crimean War, passed to the Byzantine empire in 1021.",
		"In the following year a form of self-government was established, but was once more followed by internal strife among the petty chieftains.",
		"Such teaching necessarily brought Fox and his friends into conflict with all the religious bodies of England, and they were continually engaged in strife with the Presbyterians, Independents, Baptists, Episcopalians and the wilder sectaries, such as the Ranters and the Muggletonians.",
		"The writings of Theodore of Mopsuestia had become well known in the West, especially since the strife over the \"three chapters\" (544-553), and the opposition of Islam also partly determined the form of men's views on the doctrine of Christ's person.",
		"The tragic death of the crown prince Rudolph hushed for a time the strife of tongues, and in the meantime Tisza brought into the ministry Ders6 Szilagyi, the most powerful debater in the House, and Sandor Wekerle, whose solid talents had hitherto been hidden beneath the bushel of an under-secretaryship. But in 1890, during the debates on the Kossuth Repatriation Bill, the attacks on the premier were renewed, and on the 13th of March he placed his resignation in the king's hands.",
		"Discord among the great families broke out again, and the attempt to put an end to it by a marriage between Buondelmonte de' Buondelmonti and a daughter of the Amidei, only led to further strife (1215), although the causes of these broils were deeper and wider, being derived from the general division between Guelphs and Ghibellines all over Italy.",
		"From that time until his death the city was free from party strife under a de facto despotism, but after the Rinuccini conspiracy of that year the Council of Seventy passed a law declaring attempts on Lorenzo's life to be high treason.",
		"The judges who governed the island were always at strife, and, as some of them applied to Pisa and some to Genoa for assistance against one another, the Italian seas were once more stained with blood, and the war burst out again and again, down to 1259, when it terminated in the decisive victory of the Pisans and the consolidation of their supremacy in Sardinia.",
		"Damme, although long neglected, preserves some remains of its former prosperity, thanks to its remoteness from the area of international strife in the Low Countries.",
		"Each city which had been the cradle of freedom thankfully accepted a master, to qutmch the conflagration of party strife, encouragt trade, and make the handicraftsmen comfortable.",
		"In the midst of all this civil strife the Pharisees and all who were preoccupied with religion found it almost impossible to discern what they should do to please God.",
		"They also annexed a certain fertile portion of Basuto territory, and finally terminated the strife by a treaty at Thaba Bosigo, by which Moshesh gave up the tract of territory taken by the Boers and professed himself a subject of the Free State.",
		"Pretorius (q.v.) had been appointed his successor, and to the younger Pretorius was due the first efforts to end the discord and confusion which prevailed among the burghers - a discord heightened by ecclesiastical strife, the points at issue being questions not of faith but of church government.",
		"Though crusades had not yet been preached, the strife with the Mussulman at once brought in the crusading element; to the Christian people of the island they were in many cases real deliverers; still, the actual process by which Sicily was won was not so very different from that by which Apulia had been won.",
		"From this event dates the beginning of the secular strife between England and France which runs like a red thread through medieval history.",
		"My little Sabine farm is dear to me; for here I spend my happiest days, far from the noise and strife of the world.",
		"The factional strife in the Republican party continued, a number of efforts being made to impeach Governor Harrison Reed (1813-1899)."
	],
	"synonyms": [
		"feud",
		"emulation",
		"dispute",
		"controversy",
		"fracas",
		"combat",
		"struggle",
		"discord",
		"contest",
		"conflict",
		"competition",
		"battle",
		"quarrel",
		"friction",
		"contention"
	],
	"antonyms": [
		"success",
		"victory",
		"peace",
		"harmony",
		"cooperation"
	]
}