{
	"word": "tangential",
	"meaning": [
		"Of, like, or in the direction of a tangent.",
		"Drawn as a tangent.",
		"Going off at a tangent; diverging or digressing.",
		"Only superficially relevant; divergent.",
		"Merely touching a subject, not dealing with it at length."
	],
	"sentences": [
		"Lord Rayleigh has shown that there is a tangential motion as well as a motion in and out.",
		"Secondary growth in thickness is effected by the tangential division of superficial cells.",
		"A curve tangential to all the sides of the polygon is the line of pressures.",
		"The parenchyma is often arranged in tangential bands between the layers of sievetubes and tracheal elements.",
		"This is called the tangential area, and will be denoted by T1.",
		"The - - 4X + g tangential area may be expressed in terms of chordal areas.",
		"When a finger-glass (an inverted bell), is excited by passing the finger round the circumference, the tangential motion is primarily excited and the radial follows it.",
		"Luminous arcs (T), tangential to the upper and lower parts of each halo, also occur, and in the case of the inner halo, the arcs may be prolonged to form a quasi-elliptic halo.1 The physical explanation of halos originated with Rene Descartes, who ascribed their formation to the presence of icecrystals in the atmosphere.",
		"The core of the argument lies in Chapters 2 and 4, with Chapter 3 as an interesting, but slightly tangential addition.",
		"Within the crust of the earth, whether by the contraction of the interior or in any other way, tangential pressures were set up. Since the crust is not of uniform strength throughout, only the weaker portions yielded to the pressure; and these were crumpled up against the more resisting portions and sometimes were pushed over them.",
		"If dw/dt is the angular acceleration of the link, dw/dt X CB is the tangential acceleration of the point B about the point C. Generally this tangential acceleration is unknown in magnitude, and it becomes part of the problem to find it.",
		"The megaspore-nucleus divides repeatedly, and cells are produced from the peripheral region inwards, which eventually fill the sporecavity with a homogeneous tissue (prothallus); some of the superficial cells at the micropylar end of the megaspore increase in size and divide by a tangential wall into two, an upper cell which gives rise to the short two-celled neck of the archegonium, and a lower cell which develops into a large egg-cell.",
		"The wood consists of tracheids, with circular bordered pits on their radial walls, and in the late summer wood pits are unusually abundant on the tangential walls.",
		"Refer to the W3C documents for more about this, as it's somewhat tangential to the present topic.",
		"Students must be careful not to include irrelevant or purely tangential material.",
		"The fibres are frequently found in tangential bands between similar bands of tracheae or sieve-tubes.",
		"The next change observable after some hours is that the untouched cells below the cut grow larger, push tip the dead surface, and divide by walls tangential to it, with the formation of tabloid cork-cells.",
		"At a point whose distance from the axis of the wire is r the tangential magnetic force is H = 21r /a 2 (39) it therefore varies directly as the distance from the axis, where it is zero.'",
		"It follows that when the fluid has come to rest, the tangential stress in any plane in its interior must vanish, and the stress must be entirely normal to the plane.",
		"The quiescent ellipsoidal surface, over which the motion is entirely tangential, is the one for which (a2+X)d?",
		"Poynting may also be mentioned, in which the tangential component of the thrust of obliquely incident radiation is separately put in evidence, by the torsion produced in an arrangement which is not sensitive to the normal component or to the radiometer-pressure of the residual gas.",
		"Next suppose that the curve is rough; and let Fas be the tangential force of friction on s.",
		"If the joint be provided either with projections and recesses, such as murtises and tenons, or with fastenings, such as pins or bolts, so as to resist displacement by sliding, the question of the utmost amount of the tangential resistance CQ which it is capable of exerting depends on the strength of such projections, recesses, or fastenings; and belongs to the subject of strength, and not to that of stability.",
		"Then Ob is the velocity of the point b in magnitude and direction, and cb is the tangential velocity of B relatively to C. Moreover, whatever be the actual magnitudes of the velocities, the instantaneous velocity ratio of the points C and B is given by the ratio Oc/Ob.",
		"The directions of the radial and tangential accelerations of the point B are always known when the position of the link is assigned, since these are to be drawn respectively parallel to and at right angles to the link itself.",
		"The tangential pressures which are known to be set up in the earth's crust - either by the contraction of the interior or in some other way - caused the deposits of this sea to be crushed up against the rigid granites and other old rocks of the peninsula and finally led to the whole mass being pushed forward over the edge of the part which did not crumple.",
		"Araucaria, the leaf-traces persist for a considerable time, perhaps indefinitely, and may be seen in tangential sections of the wood of old stems. The leaf-trace in the Coniferales is simple in its course through the stem, differing in this respect from the double leaf-trace of Ginkgo.",
		"Differences of refractive index produce their greatest dispersive effects when incidence on the refracting surface is nearly tangential.",
		"In this case, as in that of a level plane of uniformly porous sand, the vertical section of the figure is tangential to the vertical well and to the natural level of the subsoil water.",
		"The puddle at a was originally held up by the flat head of this pedestal; not so the puddle at b, which under the superincumbent weight settled down and produced the fault bc, accompanied with a shearing or tangential strain or, less probably, with actual fracture in the direction bd.",
		"The clay roof, rather than the walls of this crevice of sand, gave way and pressed down to fill the vacancy, and the leakage worked up along the weakened plane of tangential strain bd.",
		"Rankine pointed out that before the vertical pressure reached the maximum pressure permissible, the pressure tangential to the slope might do so.",
		"Thus conditions of stress are conceivable in which the maximum would be tangential to the slope or nearly so, and would therefore increase the vertical stress in proportion to the cosecant squared of the slope.",
		"Trilinear and Tangential Co-ordinates.---The Geometrie descriptive, by Gaspard Monge, was written in the year 1794 or 1 795 (7th edition, Paris, 1847), and in it we have stated, in piano with regard to the circle, and in three dimensions with regard to a surface of the second order, the fundamental theorem of reciprocal polars, viz.",
		"Plucker, moreover, imagined a system of line-co-ordinates (tangential co-ordinates).",
		"He perceived the analogy between the power which holds the moon in the neighbourhood of the earth, and compels Jupiter's satellites to circulate round their primary, and the attraction exercised by the earth on bodies at its surface; 1 but he failed to conceive the combination of central force with tangential velocity, and was disposed to connect the revolutions of the planets with the axial rotation of the sun.",
		"He talked about tangential energy and radial energy and most of us who were scientists really rather demurred from that.",
		"The vision would be from within, frontal not tangential.",
		"If it is too tangential, no doubt you will rule me out of order, Mr. Deputy Speaker.",
		"Thus, of the three remaining clusters, one -- cognitive neuroscience -- seems quite tangential here.",
		"Propositions I-II are preliminary, 13-20 contain tangential properties of the curve now known as the spiral of Archimedes, and 21-28 show how to express the area included between any portion of the curve and the radii vectores to its extremities.",
		"The earlier arrangement of two lenses of the Huygenian eye-piece (see Microscope) having foci with ratio of 3 to I, gives a fairly large flat field of view approximately free from distortion of tangential lines and from coma, while the Mittenzw ?",
		"The part of a star 's total velocity that is perpendicular to the line of sight is called the tangential velocity.",
		"Within the accuracy of these data, tangential forces due to surface friction may be neglected at all incidences.",
		"In other words, the tangential component of the velocity at the boundary must be zero.",
		"In the meantime, the links below may be of tangential interest on some specific areas.",
		"His paintings have a roundabout, tangential relationship to the things that inspire them.",
		"Refer to the W3C documents for more about this, as it 's somewhat tangential to the present topic.",
		"Not only will your potential customers take note of this but those who are either direct competitors or tangential competitors will as well.",
		"Sometimes the epidermis is considerably more developed by tangential division of its cells, forming a many-layered water-tissue.",
		"Sometimes development stops altogether, and a layer of undifferentiated parenchyma (the mesodesm) is left between them; or it may continue indefinitely, the central cells keeping pace by their tangential division with the differentiation of tissue on each side.",
		"New tangential walls arise in the cells which are the seat of cambial activity, and an initial layer of cells is established which cuts off tissue mother-cells on the inside and outside, alternately contributing to the xylem and to the phloem.",
		"Under the general heading \"Analysis\" occur the subheadings \"Foundations of Analysis,\" with the topics theory of functions of real variables, series and other infinite processes, principles and elements of the differential and of the integral calculus, definite integrals, and calculus of variations; \"Theory of Functions of Complex Variables,\" with the topics functions of one variable and of several variables; \"Algebraic Functions and their Integrals,\" with the topics algebraic functions of one and of several variables, elliptic functions and single theta functions, Abelian integrals; \"Other Special Functions,\" with the topics Euler's, Legendre's, Bessel's and automorphic functions; \"Differential Equations,\" with the topics existence theorems, methods of solution, general theory; \"Differential Forms and Differential Invariants,\" with the topics differential forms, including Pfaffians, transformation of differential forms, including tangential (or contact) transformations, differential invariants; \"Analytical Methods connected with Physical Subjects,\" with the topics harmonic analysis, Fourier's series, the differential equations of applied mathematics, Dirichlet's problem; \"Difference Equations and Functional Equations,\" with the topics recurring series, solution of equations of finite differences and functional equations.",
		"A fluid is a substance which yields continually to the slightest tangential stress in its interior; that is, it can be divided very easily along any plane (given plenty of time if the fluid is viscous).",
		"Some of the formulae obtained by the above methods can be expressed more simply in terms of chordal or tangential areas taken in various ways.",
		"There are similar formulae in terms of the tangential areas T1, Thus (iii) of § 68 may be written A -a -1-(9T 1 - T3).",
		"Ordinarily when a bell is struck the impulse primarily excites the radial motion, and the tangential motion follows as a matter of course.",
		"It is never exhibited except by rocks which have been sub jected to the tangential stresses set up in the earth's crust by folding.",
		"The \"tangential arcs\" (T) were explained by Young as being caused by the thin plates with their axes horizontal, refraction taking place through alternate faces.",
		"Again, if the displacements be such that one curved surface rolls without sliding on another the reaction, whether normal or tangential, at the point of contact may be ignored.",
		"The lines joining the ends of these several velocities are the several tangential velocities, each being the velocity image of a link in the chain.",
		"In either case the tangential force, whether effort or resistance, exerted between the band and the pulley is their mutual friction, caused by and proportional to the normal pressure between them.",
		"In the Abietineae the phloem consists of parenchyma and sieve-tubes only, but in most other forms tangential rows of fibres occur in regular alternation with the parenchyma and sieve-tubes.",
		"Apart then from absorption there will be a discontinuous change in brightness in the apparent disk at that value of the angular radius d which corresponds to tangential emission from the upper lever r' of this mirage-forming region.",
		"It is to b noticed, in this case, that the tangential reaction."
	],
	"synonyms": [
		"digressive",
		"parenthetic",
		"rambling",
		"parenthetical",
		"excursive",
		"discursive"
	],
	"antonyms": []
}