{
	"word": "dissipate",
	"meaning": [
		"To break up and scatter; dispel; disperse.",
		"To spend much time and energy on indulgence in pleasure, esp. drinking, gambling, etc., to the point of harming oneself.",
		"To drive completely away; make disappear.",
		"To waste or squander.",
		"To use up, especially recklessly; exhaust."
	],
	"sentences": [
		"His scent made her heart quicken and her drowsiness dissipate.",
		"Defeated there, it would quickly dissipate in all quarters.",
		"The scent will dissipate as the mixture dries, and opening a window or running a fan can help lessen the odor.",
		"It has been stated that Napier's mathematical pursuits led him to dissipate his means.",
		"The east and south-east winds, which contain most moisture, dissipate their strength against the Drakensberg and other mountain ranges which guard the interior.",
		"When he finished the chores, he swallowed three aspirins and went outside to shovel the accumulating snow, hoping further activity might dissipate the anger he felt, not only at Shipton, but at himself for losing it in so public and childish manner.",
		"The gas flows back to the compressor, which pressurizes it and pushes it through the condenser coils on the outside of the home so the absorbed heat can dissipate.",
		"It's harmless and will dissipate as the tattoo heals.",
		"For this reason he wears special gauntlets at all times which tracks his energy levels and help to safely dissipate the overflow.",
		"Lots of new materials, such as carpeting and wood products - even some paints - contain noxious chemicals that take time to dissipate in the air.",
		"Normally top notes dissipate and begin to blend with the middle and base notes within 5-10 minutes.",
		"Most of these symptoms dissipate within a few weeks, although people who are highly addicted can have symptoms for several months.",
		"The very best clothing catalogs for girls advertise in such a manner that the details of your child's daily life will quickly dissipate into the photographic fancy that is just so fun to view.",
		"Suddenly the relaxing image starts to dissipate as the reality of maintaining a home made of wood sets in.",
		"The smell can be harsh, but will dissipate once the vinegar is dry.",
		"Bubbles are great when they're served cold; once the wine warms up too much the bubbles dissipate fast and it gets stale in the glass.",
		"For limbs that have \"fallen asleep,\" restoring circulation by stretching, exercising, or massaging the affected limb can quickly dissipate the numbness and tingling.",
		"After each individual pulse, the technician pressed the spot briefly with her gloved finger to help dissipate the pain, and she also kept up a running commentary about her progress so the client knew what to expect.",
		"If there is concern about a child's weight, a pediatrician should be consulted for advice on whether the child is inappropriately overweight, or whether the apparent chubbiness is normal \"puppy-fat\" that will dissipate as the child matures.",
		"Some intestinal discomfort may occur during this phase, but should dissipate once the bulk of the yeast is gone.",
		"This means the body can dissipate excess heat more efficiently rather than hit that early-onset feeling of overheating that can strike if you emerge into the baking sun from an air-conditioned environment.",
		"They are made with Naturexx fabric, which is designed to wick moisture more effectively as well as dissipate body heat.",
		"The good news is that sunburn is temporary, and the sting can dissipate in a day or two.",
		"When electric oscillations are set up in an open or closed electric circuit having capacity and inductance, and left to themselves, they die away in amplitude, either because they dissipate their energy as heat in overcoming the resistance of the circuit, or because they radiate it by imparting wave motion to the surrounding ether.",
		"Unlike normal contrails behind commercial jets which dissipate quickly, these lingered for hours, came together and obscured the sky.",
		"Many people suggest a winding-down aspect to each ritual, to slowly dissipate the energies which may have been built up during the exercise.",
		"She is painted in a specially developed white paint to accommodate these changes and to dissipate the heat generated by supersonic flight.",
		"In ordinary cases conduction and convection suffice to dissipate the heat generated by the brake, but when a great deal of lowering has to be rapidly performed, or heavy loads have to be lowered to a great depth, special arrangements have to be provided.",
		"The veneration in which he was held by the Athenians serves to dissipate the calumnies which have been thrown on his character by Andreas, and the whole tone of his writings bespeaks a man of the highest integrity and purest morality.",
		"Shock waves dissipate within the confines of the plenum without interfering with the shock waves emitted from an adjacent stack.",
		"A vinyl ticking may cause you to sweat while you are sleeping, while cotton will dissipate your body heat.",
		"Your shirts/tops, especially, should be made of breathable material to allow your body heat (and sweat) to better dissipate.",
		"Buy small, individual serving sizes to ensure the carbonation doesn't quickly dissipate, which is common in the large economy-sized bottles.",
		"This will allow plenty of time for swelling or redness to dissipate before the event.",
		"I hope that over time these defects dissipate some, but I really enjoy them too much.",
		"Crystal cures - Crystals attract positive chi and dissipate negative chi.",
		"The assiduity with which Huc devoted himself to the study of the dialects and customs of the Tatars, for whom at the cost of much labour he translated various religious works, was an admirable preparation for undertaking in 1844, at the instigation of the vicar apostolic of Mongolia, an expedition whose object was to dissipate the obscurity which hung over the country and habits of the Tibetans.",
		"Unhappily there arose a suspicion that his views on maritime law were not favourable to the pretensions of Venice, and this suspicion, notwithstanding all his efforts to dissipate it, together with clerical intrigues, led to his expulsion from the state.",
		"These fortresses, garrisoned not by the king, as in Norman England, but by their possessors, would only strengthen the power of the feudatories, and help to dissipate the kingdom into a number of local units."
	],
	"synonyms": [
		"waste",
		"use up",
		"misuse",
		"consume",
		"blow",
		"trifle away",
		"throw away",
		"squander",
		"riot away",
		"fritter away",
		"fool away",
		"spread-out",
		"scatter",
		"disperse",
		"melt-away"
	],
	"antonyms": [
		"hoard",
		"gather",
		"collect",
		"save",
		"accumulate",
		"appear"
	]
}