{
	"word": "frivolous",
	"meaning": [
		"Of little value or importance; trifling; trivial.",
		"Not properly serious or sensible; silly and light-minded; giddy.",
		"Having no basis in law because of the lack of sound legal arguments, facts, etc. or not brought to court in good faith.",
		"Of a claim or assertion in litigation, that it lacks merit or substance; often a pejorative term, implying bad faith or negligence by the pleading party."
	],
	"sentences": [
		"Less frivolous than someone I know.",
		"At bottom the man was frivolous, profoundly selfish, unstable, and utterly incapable of consistency or application.",
		"We write lots of little messages to each other, many very frivolous, others more serious.",
		"He was incorrigibly frivolous, idle and apathetic; his father had given.",
		"Being a makeup artist may seem like a frivolous job to some, but once you realize all these cosmetic pros do, you begin to discover it is truly is an art.",
		"In his youth Casimir was considered frivolous and licentious; while his sudden flight from the field of Plowce, the scene of his father's great victory over the Teutonic knights, argued but poorly for his personal courage.",
		"If these explanations seem too frivolous for the reader, I can only think of one other alternative.",
		"If I feel frivolous, God only knows how she feels.",
		"Carlyle felt by this time conscious of having a message to deliver to mankind, and his comrades, he thought, were making literature a trade instead of a vocation, and prostituting their talents to frivolous journalism.",
		"If we were playing for money I'm sure you wouldn't have been so frivolous.",
		"Play is the direct opposite of work; it is frivolous.",
		"While this may seem a slightly frivolous idea, it is far from it.",
		"Television was too frivolous a media to be allowed to show a State Occasion.",
		"While the attorney isn't supposed to file frivolous lawsuits, they have the power to do so.",
		"For So Frivolous A Reason Was The Regulation Of Caesar Abandoned, And A Capricious Arrangement Introduced, Which It Requires Some Attention To Remember.",
		"You are no longer stressing over everything you need to do, wasting too much time on frivolous tasks or juggling an impossible amount of work and family obligations.",
		"Whether what they inflict is, in their intention, good or bad, they become equally frivolous.",
		"Thus she was often led to interfere for frivolous reasons in public affairs, sometimes with serious results, as in the case of the trial of the comte de Guines (1776), when her interference was responsible for the fall of Turgot.",
		"As well as the threat of pointless prosecution, teachers are also subject more and more to frivolous faddism.",
		"In tight times, frivolous spending is usually the first to go (and yes, cosmetics can sometimes be considered frivolous!), so what can be done?",
		"Another definition is someone who grew up in the ghetto, and when they became wealthy, used the money on frivolous things like cars, clothes, and jewelry instead of wealth-building items like real estate, stocks, and etcetera.",
		"If you find someone simply waiting for an excuse to drink, however trivial or frivolous it may seem to others, it is time to start the alarm bells ringing.",
		"On the surface, buying personalized suitcases for children may seem like a frivolous waste of money.",
		"Excluded from political and municipal life by the laws which required either the taking of an oath or joining in the Lord's Supper according to the rites of the Established Church, excluding themselves not only from the frivolous pursuits of pleasure, but from music and art in general, attaining no high average level of literary culture (though producing some men of eminence in science and medicine), the Quakers occupied themselves mainly with trade, the business of their Society, and the calls of philanthropy.",
		"Don't use your equity in a frivolous manner, because you never really know when your home may begin to depreciate and leave you with owing more than the home is worth.",
		"Some may see these suitcases as a frivolous waste of money, but seen in another light, they can actually go on to become cherished keepsakes.",
		"Paying yourself first does not mean putting aside money for frivolous wants, but instead, building an emergency savings account, retirement account or other fund.",
		"From frivolous fuchsia stilettos to old-school Converse, you can kick back with a drink and surf for perfection at your leisure.",
		"Anything goes, but you probably will want to leave the most conservative and the absolutely frivolous (think of the shoes that match your marabou boa) shoes in your closet at home.",
		"A few centuries ago, men abandoned frivolous shoes for regular wear and have been more comfortable than women ever since.",
		"Have fun, be frivolous and then go home and use your new treasures.",
		"An attempt is made to stop any health insurance increases which are considered to be frivolous and unnecessary.",
		"Corsets are seen mostly as frivolous shapewear selections, and it's quite difficult to find women who wear corsets regularly.",
		"It's usually either very basic, such as a nude-colored first bra, or frivolous, like a hot pink padded bra with black polka dots.",
		"They're lighter, cooler and more frivolous than your average tighty whities.",
		"Sigvaris Cotton Support Hose may not be the fun, frivolous stuff lace teddies are made of, but your insurance may foot the bill.",
		"This style is one of unabashed femininity and tends to show up when women wish to play up their features with somewhat frivolous fashion purchases-because she can.",
		"It's available in eight colors and has the practicality of a traditional bra, with the romantic detailing of your frivolous bedroom-wear.",
		"Corsets can be very expensive, and for someone new to the sensation of wearing a corset, or for someone who just wants to try one out for a little frivolous fun or a fashion statement, investing in a pricey one isn't worth it.",
		"From their perspective, the song was homophobic in that it suggests that same sex relationships between females are experimentation or frivolous rather than a sexual orientation that everyone should take seriously.",
		"Lyrics to Pink songs vary a great deal, from moving stories to fun and frivolous tales.",
		"The objection raised by the Aquitanian presbyter Vigilantius (c. 400) to the belief that the souls of the martyrs to a certain extent clung to their ashes, and heard the prayers of those who approached them, appeared to his contemporaries to be frivolous;.",
		"In 1735, largely on account of his knowledge of military engineering, Duke Charles Alexander (1733-1737) made him a privy councillor, but his hands were tied owing to the frivolous atmosphere of the court.",
		"From this point on the rather frivolous debate of \" Is it cool to watch this?",
		"Even so, their dislike of the common state is not frivolous.",
		"The licensing authority must form a view as to whether a reasonable person would consider the observations frivolous or vexatious.",
		"Equally large fancy puddings or sweets and ice creams during the day could be considered frivolous.",
		"You may not be aware, but the reason for this is not sheer chance, or that you were just feeling frivolous.",
		"Under that somewhat frivolous title he treated all the leading events of the day in a fine spirit of caricature, entirely free from grossness and vulgarity, without a trait of personal malice, and with an under-current of true sympathy and honest purpose that will preserve these papers, like the sketches of Hogarth, long after the events and manners they illustrate have passed from the minds of men.",
		"Valerius Martialis or Martial (c. 41-104) that we have a true image of the average sensual frivolous life of Rome at the end of the 1st century, seen through a medium of wit and humour, but undistorted by the exaggeration which moral indignation and the love of effect add to the representation of Juvenal.",
		"Such gesture, directed towards an inoffensive person, became an insult, and the word sycophant might imply one who insulted another by bringing a frivolous or malicious accusation against him.",
		"At last, when, in 1689, on the most frivolous pretext, Louis poured into southern Germany armies which were guilty of shameful outrages, a number of princes came forward and aided the emperor.",
		"But the Catholics feared that the Italian national movement, when once started, would entail the downfall of the papacy; and in opposition to the emperor's Italian advisers, Arese and Prince Jerome Napoleon, they pitted the empress, who was frivolous and capricious, but an ardent Catholic. Napoleon III.",
		"As it is now, war is the favorite pastime of the idle and frivolous.",
		"A fee will also help to deter frivolous or vexatious complaints.",
		"Most judges however, won't look at an agreement with frivolous demands in a serious manner.",
		"This style sought to evoke a feeling of pride in the achievements of modern industry, and the highly functional nature of art deco reflects a desire in people to move beyond the frivolous, over-ornate trappings of previous movements.",
		"Fun and frivolous, they are the perfect accompaniment to a new pair of summer sandals or to show off tanned feet during a day at the local pool.",
		"While it may seem frivolous to some, a quick glance at some national safety statistics bear out the need for this very important week; a week that highlights keeping our children safe, no matter where they play.",
		"Buying more brightly-colored or frivolous items, like red and purple dresses, hats, and scarves.",
		"Babble -- Aside from having a fun name, this style introduces a classic style to a frivolous and feminine color scheme.",
		"It may seem like a frivolous thing, but in the long-run it saves you money.",
		"While opting for a leather chair may seem enticing, don't strap your budget in the beginning by decking out your salon with frivolous furnishings.",
		"The young, in particular, are often frivolous with the use of condoms and should always be cautious since this method can be unreliable particularly where 'accidents' happen.",
		"Children's beach toys may seem like a frivolous item, particularly when economic times are tough, but the truth is that they really aren't.",
		"Yes, skinny dipping can be a fun and even frivolous activity, but you shouldn't take the situation too lightly.",
		"By indicating through dress that she wasn't frivolous, a woman put herself on a slightly more level balance with men.",
		"Don't think the chilly temperatures will put a damper on your fun, frivolous dresses.",
		"Medical professionals help keep people healthy, but they are also quite vulnerable to lawsuits… both justified and frivolous.",
		"You can get your hands on sexy, frivolous styles with garters or more practical ones.",
		"If you're not feeling frivolous or extravagant, white lingerie does make a good choice.",
		"The antagonism predated the series pilot; it seems that he had never had much use for Paris, whose frivolous attitude and privileged background no doubt rubbed the future equivalent of the scholarship student the wrong way.",
		"Does the upperclass live frivolous lives involving many changes of clothing and elaborate social engagements, with conventions that one contravenes at one's peril?",
		"This frivolous and fun form of art is bargain-friendly and sure to please the most eccentric of personalities!",
		"The IRS also penalizes filing a frivolous return and substantially underestimating and paying the amount of anticipated taxes owed.",
		"Measure factors that times supply of to reduce frivolous is told her.",
		"Frederick William, seeing his son apparently absorbed in frivolous and effeminate amusements, gradually conceived for him an intense ., dislike, which had its share in causing him to break off the negotiations for a double marriage between the prince of Wales and Wilhelmina, and the princess Amelia, daughter of George II., and Frederick; for Frederick had been so indiscreet as to carry on a separate correspondence with the English court and to vow that he would marry Amelia or no one.",
		"In the end, the best advice for how much to spend on an engagement ring is to choose a ring that is the highest quality you can afford, but not to exceed your budget for needless prestige or frivolous accents.",
		"I intended in this letter to let you understand the case fully; but it being a frivolous business, I shall content myself to give you the heads of it in short, viz.",
		"From 1715 to 1723 came the reaction of the Regency, with its Character marvellous effrontery, innovating spirit and frivolous of the immorality.",
		"These acts helped greatly to discredit the Moderate party, of whose spirit they were the outcome; and that party further injured their standing in the country by attacking Leslie, afterwards Sir John Leslie, on frivolous grounds - a phrase he had used about Hume's view of causation - when he applied for the chair of mathematics in Edinburgh.",
		"That \" there were in Athens persons who abused the dialectical exercise for frivolous puzzles \" he admits; but \" to treat Euthydemus and Dionysodorus as samples of ` the Sophists ' is, \" he continues, \" altogether unwarrantable.\"",
		"Soon after (22nd of January 1647) the Academy at last (it had twice rejected him on frivolous pleas) admitted the greatest of living French writers.",
		"For more than three years Lancaster practically reigned in his cousins name; it was soon found that the realm got no profit thereby, for Earl Thomas, though neither so apathetic nor so frivolous as Edward, was not a whit more competent to conduct either war or domestic administration.",
		"He was also charged with Popish practices, but on frivolous grounds, and with aspersing the members of parliament for the city.",
		"The court was frivolous, vacillating, stone deaf and stone blind; the gentry were amiable, but distinctly bent to the very last on holding to their privileges, and they were wholly devoid both of the political experience that only comes of practical responsibility for public affairs, and of the political sagacity that only comes of political experience.",
		"Her reign (1730-40) was a regime of methodical German despotism on the lines laid down by her uncle, Peter the Great, and as she was naturally indolent and much addicted to frivolous amusements, the administration was directed by her favourite Biren (q.v.) and other men of German origin.",
		"There remains, however, a letter from the king, in which Philip tells his old favourite, with frivolous ferocity, that it might be necessary to sacrifice his life in order to avert unpopularity from the royal house.",
		"In 1566 he was summoned before a newly erected tribunal and condemned to death for gross neglect of duty, though not one of the frivolous charges brought against him could be substantiated.",
		"The most obvious method of rendering the Russian alliance unserviceable to the queen of Hungary was by implicating Russia in hostilities with her ancient rival, Sweden, and this was brought about, by French influence and French money, when in August 1741 the Swedish government, on the most frivolous pretexts, declared war against Russia.",
		"It was the cardinal Louis de Rohan, formerly ambassador at Vienna, whence he had been recalled in 1774, having incurred the queen's displeasure by revealing to the empress Maria Theresa the frivolous actions of her daughter, a disclosure which brought a maternal reprimand, and for having spoken lightly of Maria Theresa in a letter of which Marie Antoinette learned the contents.",
		"It is true that his election was immediately impugned by the cardinals on frivolous grounds; but the responsibility for this rests, partially at least, with the pope himself, whose reckless and inconsiderate zeal for reform was bound to excite a revolution among the worldly cardinals still yearning for the fleshpots of Avignon.",
		"The fourth, which alone has any political significance, and reflects on the emperor as a frivolous 1 This is especially noticeable in the seventh satire, but it applies also to the mention of Crispinus, Latinus, the class of delatores, &c., in the first, to the notice of Veiento in the third, of Rubellius Blandus in the eighth, of Gallicus in the thirteenth, &c.",
		"Frivolous, selfish, avaricious and fond of luxury, she used her influence, during the different periods when she was invested with the regency, not for the public welfare, but mainly in her own personal interest.",
		"But now, owing to the frivolous studies introduced by the Jesuits, the so-called macaronic period supervened, which lasted from 1606 to 1764, and was a time of great degradation for the language and literature.",
		"Lastly, I confess that I have as vast contemplative ends as I have moderate civil ends; for I have taken all knowledge to be my province; and if I could purge it of two sorts of rovers, whereof the one with frivolous disputations, confutations and verbosities, the other with blind experiments and auricular traditions and impostures, hath committed so many spoils, I hope I should bring in industrious observations, grounded conclusions and profitable inventions and discoveries - the best state of that province.",
		"Thrown into prison on a frivolous charge of friendliness to the royalists and England, he was released after the fall of Robespierre in the summer of 1794, and rose in the service until, in 1799, he became chief commissary to the French army serving under Massena in the north of Switzerland.",
		"The king of Prussia had some reason to complain of the sudden desertion of his ally, but there is no evidence whatever to substantiate his accusation that Bute had endeavoured to divert the tsar later from his alliance with Prussia, or that he had treacherously in his negotiations with Vienna held out to that court hopes of territorial compensation in Silesia as the price of the abandonment of France; while the charge brought against Bute in 1765 of having taken bribes to conclude the peace, subsequently after investigation pronounced frivolous by parliament, may safely be ignored."
	],
	"synonyms": [
		"yeasty",
		"worthless",
		"senseless",
		"puerile",
		"pointless",
		"playful",
		"irrelevant",
		"inconsequential",
		"inane",
		"impractical",
		"hoity-toity",
		"futile",
		"frolicsome",
		"fribble",
		"silly"
	],
	"antonyms": [
		"serious",
		"mature",
		"wise",
		"grave",
		"solemn",
		"thoughtful",
		"sensible",
		"vital",
		"important"
	]
}