{
	"word": "grandiose",
	"meaning": [
		"Having grandeur or magnificence; imposing; impressive.",
		"Characterized by greatness of scope or intent; grand.",
		"Seeming or trying to seem very important; pompous and showy.",
		"Large and impressive, in size, scope or extent."
	],
	"sentences": [
		"We embarked on these car projects with grandiose visions, many as unrealistic as they were ingenious.",
		"His poetry is over-decorated, and his plays are grandiose historical poems in dramatic form.",
		"There is no hint in Ezekiel's writings of the grandiose conception of Isa.",
		"This grandiose project was unexpectedly destroyed by the energetic resistance of Japan, who had ear-marked the Hermit Kingdom for herself, and who declared plainly that she would never tolerate the exclusive influence of Russia in Manchuria.",
		"Although an enemy of idealogues, in his foreign policy Napoleon was haunted by grandiose visions.",
		"This Dalmatian port was not only the Croatian arsenal, but the seat of the kings, who here sought to enhance their dignity by borrowing the grandiose titles and elaborate procedure of the Byzantine court.",
		"He nourished the grandiose idea of driving out the hordes of Tamerlane, freeing all Russia from the Tatar yoke, and proclaiming himself emperor of the North and East.",
		"On the show, brides and grooms with grandiose wedding visions try to pull off their ritzy affairs on limited budgets.",
		"The palaces of the later Renaissance are numerous and frequently grandiose though frigid in design.",
		"Apart from the rather grandiose idea what actually did he achieve?",
		"To this cause we may ascribe his constant efforts to dazzle France by grandiose adventures and by swift, unexpected movements.",
		"While it doesn't have the grandiose of the larger console Underground series, Electronic Arts has done a good job in putting a thinner version of the game in the portable system.",
		"Because of this powerlessness, some lastborns may be grandiose, with big plans that never work out.",
		"These individuals may be excessively cheerful, have grandiose ideas, and may sleep less.",
		"When you're just not into the idea of having a grandiose three-tier cake that could potentially cost thousands of dollars at your wedding, turn your thoughts to cupcakes instead.",
		"At the same time, however, because they create the illusion of larger carat sizes, an invisible setting may actually be more affordable than a single large carat stone, bringing grandiose styles into the budget range of many more couples.",
		"Now, modern day Rome is still the definition of grandiose, harboring more ancient secrets than most western countries combined.",
		"Teenagers typically scoff at grandiose themes, but subtle organization and coordination can create a distinct theme that no teen will sneer at.",
		"But in response to such grandiose dreams the artist does not attempt to produce some alternative and even more grandiose dreams the artist does not attempt to produce some alternative and even more grandiose dream.",
		"Jupiter square Mercury The square of Mercury with Jupiter shows a tendency to entertain ideas too grandiose for realization.",
		"To manufacturers, some of this may sound very grandiose.",
		"But for him the link is tender, not grandiose.",
		"There is a zealous, enthusiastic, somewhat grandiose quality to your ambitions.",
		"Due to the rather high profile nature of feature film restoration, the term itself can sound quite grandiose.",
		"In modern times their efforts have become more grandiose than ever, culminating in the Three Gorges Dam project on the Yangzi above Wuhan.",
		"Sometimes my visions of my future seemed grandiose, and therefore I judged them to be ridiculous.",
		"The grandiose project was at once vaguely outlined in three formal documents, to the intense satisfaction of both parties, and on both sides there was much rejoicing at the conclusion of such an auspicious alliance; but the diplomatic honeymoon was not of long duration.",
		"In La Montagne (1868), the last of the natural history series, the tricks of staccato style are pushed even farther than by Victor Hugo in his less inspired moments, though - as is inevitable, in the hands of such a master of language as Michelet - the effect is frequently grandiose if not grand.",
		"In extreme cases, mania can induce hallucinations and other psychotic symptoms such as grandiose delusions.",
		"He also built the simple and dignified temple of Medinet Habu at Thebes, which was afterward overshadowed by the grandiose work of Rameses III.",
		"With extremely atmospheric sound design and a suitably grandiose score, the success of The Roof Of The World is complete.",
		"To this fact is largely due the excellence of the Germans in grandiose decorative painting and sculpture, a talent for the exercise of which plenty of scope has been given them by the numerous public buildings and memorials raised since the war of 1870.",
		"The archaeological museum is housed here on the ground floor; besides Roman and pre-Roman objects it contains fragments of the 9th century basilica of Santa Maria in Aurona, one of the first examples of vaulted Lombard architecture; the bas-reliefs of the ancient Porta Romana of Milan, representing the return of the Milanese in 1171 after the defeat of Barbarossa; the remains of the church of Santa Maria in Brera, the work of Balduccio da Pisa; the grandiose sepulchral monument of Bernabo Visconti formerly in the church of San Giovanni in Conca; the tomb of Regina della Scala, the wife of Bernabo; the funeral monument of the Rusca family; the great portal of the palace of Pigello Portinari, seat of the Banco Mediceo at Milan, a work of Michelozzo; a series of Renaissance sculptures, including works by Amadeo Mantegazza, Agostino Busti (surnamed Bambaia), including fragments of the tomb of Gaston de Foix.",
		"Alexander's grandiose imagination was, however, more strongly attracted by the great questions of European politics than by attempts at domestic reform which, on the whole, wounded his pride by proving to him the narrow limits of absolute power.",
		"The driven woman was different than Xander remembered; this Eden had no vamp-army or grandiose plan of destroying a world.",
		"By the vehemence of his rhetoric, by the fervour of his grandiose schemes for the remaking of China at the time of the revolution, he captured the imagination of considerable sections of the public, especially in the United States; but his subsequent career failed to justify his own belief in himself as a heaven-sent reformer."
	],
	"synonyms": [
		"la-di-da",
		"highfaluting",
		"hifalutin",
		"hoity-toity",
		"highfalutin",
		"self-important",
		"puffed-up",
		"pretentious",
		"pompous",
		"puffy",
		"superb",
		"sublime",
		"stately",
		"splendid",
		"royal"
	],
	"antonyms": [
		"calm",
		"unpretentious",
		"small",
		"moderate",
		"humble",
		"unimpressive"
	]
}