{
	"word": "covet",
	"meaning": [
		"To want ardently (esp., something that another person has); long for with envy.",
		"To feel strong or immoderate desire for (that which is another's).",
		"To wish for (something) longingly.",
		"To covet that which is another's."
	],
	"sentences": [
		"The result is something almost any woman would covet.",
		"When France had grown strong, under Philip Augustus, the house of Plantagenet still retained a broad territory in Gascony and Guienne, and the house of Capet could not but covet the possession of the largest surviving feudal appanage which marred the solidarity of their kingdom.",
		"What do many board game players covet most?",
		"In Deuteronomy, \"Thou shalt not covet thy neighbour's wife,\" comes first, and \"house\" following in association with field is to be taken in the literal restricted sense, and another verb (\"thou shalt not desire\") is used.",
		"Women covet the copied versions and want to dress like their favorite stars.",
		"So what exactly is flawless beauty, and why do we covet it as much as we do?",
		"Covet, however, is less ladylike and more arresting in its tendency to turn heads.",
		"Full skirted dress- Do you covet the hourglass shape?",
		"The Burberry quilted check tote is definitely a bag to covet.",
		"Celebrities and \"regular\" folks alike all covet their timeless style.",
		"Let good men, for good deeds, covet good fame, Since place and riches oft are bribes of shame.",
		"Covet has already proven a commanding force in the celebrity fragrance market, and much like its predecessor, it's likely to be a dominant seller.",
		"John Lennon was seen wearing them in the late 1960s and caused many to covet the style.",
		"Vinophiles arond the world covet wines by Domaine Claude Dugat.",
		"Baseball cards price guides are the perfect accompaniment to shopping for the trading cards you most covet.",
		"If you covet runway-chic straight locks, this Sedu hairstyles how to guide will help you create the looks you love.",
		"Fashion has embraced hair extensions, so here's your green light to go and try the multitude of styles you covet.",
		"Bohemian clothing styles that channel that sexy 70s fashion looks we all covet blend a little bit of both this season.",
		"Many brides covet the designs seen on the red carpet and now are able to get a version of their favorite white dress to wear at their own wedding.",
		"Does he covet a specific set of golf clubs in the pro shop?",
		"The company's wares are prestigious and elegant, and hold a certain allure for consumers who covet the famous logo as much as they covet the handbag itself.",
		"If you covet a stiletto boot, consider one from Gucci's many choices.",
		"As with many other fashion labels, the company tends to release new shoes seasonally, so there is always a fresh wedge to covet.",
		"Deliciously cool to the touch, and feminine to look at, silk is a fabric that many covet.",
		"Ever covet that flushed look you get after running a few miles on the treadmill?",
		"There was an unpleasant Englishman who declared in 1699 that he found\" Money Their God, and Large Possessions the only Heaven they Covet.\"",
		"And so the promise attached to the fifth commandment was probably not on the tables, and the tenth commandment may have simply been, \"Thou shalt not covet thy neighbour's house,\" which includes all that is expressed in the following clauses.",
		"A self-confessed workaholic, this designer does not do small collections - meaning there are more pieces to covet.",
		"If you covet a particular designer lamp but the price makes it out of your budget, consider copying the design yourself.",
		"Covet by Sarah Jessica Parker is one of the newest celebrity fragrances on the market today.",
		"When her newest scent, Covet, hit the shelves in July 2007, it joined its predecessor, Lovely, in becoming a near-instant top seller.",
		"Covet displays an ardent, bold and striking personality.",
		"The commercial for Covet by Sarah Jessica Parker features the actress clad in a frothy Christian Lacroix gown, smashing a store window with her stiletto shoe in order to grab a bottle of Covet.",
		"That's all well and good - it says something for a bag's quality when so many people covet it - but it certainly doesn't allow a woman to express herself as uniquely as she would like.",
		"Notwithstanding his frequent protests that he did not covet power, but longed for retirement, we find him again, so late as 1835, within three years of his death, in hopes of office under Peel.",
		"The result was Covet, released in July 2007.",
		"To gain a clear distinction between the ninth and tenth commandments on this scheme it has usually been felt to be necessary to follow the Deuteronomic text, and make the ninth commandment, Thou shalt not covet thy neighbour's wife.'",
		"If you'd like to be noticed without possessing the flair of a fire hydrant, then Curran's devotion to greens, blacks, grays, and almost passive pink polka dots will provide you with at least something to covet."
	],
	"synonyms": [
		"desire",
		"wish for",
		"envy",
		"yearn",
		"hanker",
		"ache",
		"wish",
		"want",
		"thirst",
		"lust",
		"crave",
		"aspire",
		"hone",
		"pine",
		"pant"
	],
	"antonyms": [
		"abjure",
		"give",
		"be generous",
		"not want"
	]
}