{
	"word": "querulous",
	"meaning": [
		"Inclined to find fault; complaining.",
		"Full of complaint; peevish.",
		"Expressing a complaint or grievance; grumbling.",
		"Often complaining; suggesting a complaint in expression; fretful, whining."
	],
	"sentences": [
		"Her tone was now querulous and her lip drawn up, giving her not a joyful, but an animal, squirrel-like expression.",
		"He passed into the next room, and the deep, querulous sounds of his voice were at once heard from there.",
		"I never heard from him a querulous tone or saw a sign of irritation.",
		"You ca n't go on, the querulous small voice insisted.",
		"Though querulous because of his non-preferment, De Quincey tells us that \"his lordship was a joyous, jovial, and cordial host.\"",
		"A vein of sadness runs through his poems, sometimes breakirg out into querulous exclamation, but more frequently ventirg itself in gloomy reflections and prognostications.",
		"With these qualities Fichte himself combined a certain impetuosity and impatience probably derived from his mother, a woman of a somewhat querulous and jealous disposition.",
		"She was the redoubtable wife of a somewhat ineffectual husband, who was a querulous and failing lawyer.",
		"At Darmstadt he made the acquaintance of Caroline Flachsland, to whom he soon became betrothed, and who for the rest of his life supplied him with that abundance of consolatory sympathy which his sensitive and rather querulous nature appeared to require.",
		"The later parts of E show a great degeneration in language, and a querulous tone due to the sufferings of the native population under the harsh Norman rule; \"but our debt to it is inestimable; and we can hardly measure what the loss to English history would have been, if it had not been written; or if, having been written, it had, like so many another English chronicle, been lost.\""
	],
	"synonyms": [
		"whiney",
		"whiny",
		"fretful",
		"touchy",
		"querimonious",
		"grumbling",
		"fault-finding",
		"discontented",
		"petulant",
		"complaining",
		"grouchy",
		"peevish",
		"irritable",
		"cross",
		"cantankerous"
	],
	"antonyms": [
		"cheerful",
		"happy",
		"easy-going"
	]
}