{
	"word": "precipitate",
	"meaning": [
		"To be precipitated.",
		"To cause to happen before expected, warranted, needed, or desired; bring on; hasten.",
		"To throw headlong; hurl downward.",
		"To cause (a slightly soluble substance) to become insoluble, as by heat or by a chemical reagent, and separate out from a solution.",
		"To put suddenly into a certain state or condition.",
		"Falling steeply, rushing headlong, flowing swiftly, etc.",
		"Acting, happening, or done very hastily or rashly; impetuous; headstrong.",
		"Acting with or marked by excessive haste and lack of due deliberation.",
		"Occurring suddenly or unexpectedly.",
		"Very sudden, unexpected, or abrupt.",
		"A substance that is precipitated out from a solution or gas.",
		"A product resulting from a process, event, or course of action."
	],
	"sentences": [
		"The precipitate is washed, collected, and dried at a very moderate heat.",
		"Soap when dissolved in a large amount of water suffers hydrolysis, with formation of a precipitate of acid salt and a solution containing free alkali.",
		"In this crisis Pericles persuaded the wavering assembly that compromise was useless, because Sparta was resolved to precipitate a war in any case.",
		"The yellow precipitate obtained is washed with a solution of potassium acetate and finally with dilute alcohol.",
		"Worm infections can precipitate other circulatory conditions, causing even more complications.",
		"Rightly or wrongly, however, he held that Russell was indispensable to the cabinet, and that a resignation would precipitate war.",
		"A white precipitate rapidly turning brown indicates manganese.",
		"Injury to the skin seems to precipitate many episodes of plaque psoriasis, usually within seven to ten days.",
		"It is common for dialysis to precipitate pyrexia in apparently healthy patients in these circumstances.",
		"In this case, the precipitate is dissolved in as little as possible hydrochloric acid and boiled with ammonium acetate, acetic acid and ferric chloride.",
		"Tungsten may be prepared from wolfram by heating the powdered ore with sodium carbonate, extracting the sodium carbonate with water, filtering and adding an acid to precipitate tungstic acid, H 2 W0 4.",
		"When this occurs, they precipitate out and become lodged in the capillaries, which can cause the capillary to burst, resulting in a local hemorrhage.",
		"It is even somewhat precipitate to assume that a mean value deduced from a single year is fairly representative of average conditions.",
		"The pentathionates give a brown colour on the addition of ammoniacal solutions of silver nitrate and ultimately a black precipitate.",
		"If, however, the precipitate refuses to settle, it is directly transferred to the filter paper, the last traces being removed by washing and rubbing the sides of the vessel with a piece of rubber, and the liquid is allowed to drain through.",
		"In the case of a tared filter it is weighed repeatedly until the weight suffers no change; then knowing the weight of the filter paper, the weight of the precipitate is obtained by subtraction.",
		"If the precipitate may be ignited, it is transferred to a clean, weighed and recently ignited crucible, and the filter paper is burned separately on the lid, the ash transferred to the crucible, and the whole ignited.",
		"Bromine water in dilute aqueous solution gives a white precipitate of tribromophenol-bromide C 6 H 2 Br 3.",
		"The corresponding hydrate, Pb(OH)2, is obtained as a white crystalline precipitate by adding ammonia to a solution of lead nitrate or acetate.",
		"Lead dioxide, Pb0 2, also known as \"puce oxide,\" occurs in nature as the mineral plattnerite, and may be most conveniently prepared by heating mixed solutions of lead acetate and bleaching powder until the original precipitate blackens.",
		"The solution is filtered, the precipitate well washed, and, generally, is put up in the form of a paste in well-closed vessels.",
		"It is artificially obtained by adding hydrochloric acid to a solution of lead salt, as a white precipitate, little soluble in cold water, less so in dilute hydrochloric acid, more so in the strong acid, and readily soluble in hot water, from which on cooling, the excess of dissolved salt separates out in silky rhombic needles.",
		"The oxychloride comes down as an amorphous white precipitate.",
		"It is produced by the addition of a solution of lead salt to an excess of ammonium carbonate, as an almost insoluble white precipitate.",
		"It may be artificially prepared by leading sulphur vapour over lead, by fusing litharge with sulphur, or, as a black precipitate, by passing sulphuretted hydrogen into a solution of a lead salt.",
		"Lead sulphate, PbSO 4, occurs in nature as the mineral anglesite (q.v.), and may be prepared by the addition of sulphuric acid to solutions of lead salts, as a white precipitate almost insoluble in water (1 in 21,739), less soluble still in dilute sulphuric acid (1 in 36,504) and insoluble in alcohol.",
		"But the most delicate precipitant for lead is sulphuretted hydrogen, which produces a black precipitate of lead sulphide, insoluble in cold dilute nitric acid, less so in cold hydrochloric, and easily decomposed by hot hydrochloric acid with formation of the characteristic chloride.",
		"The usual test for solutions of aconitine consists in slight acidulation with acetic acid and addition of potassium permanganate, which causes the formation of a red crystalline precipitate.",
		"It is now allowed to stand for some time, decanted from any sediment, and finally mixed with the calculated quantity of potassium sulphate (or if ammonium alum is required, with ammonium sulphate), well agitated, and the alum is thrown down as a finely-divided precipitate of alum meal.",
		"The precipitate is then dissolved in sulphuric acid, the requisite amount of potassium sulphate added and the solution allowed to crystallize.",
		"A heavy white precipitate, consisting of ammonium chloride and columbium nitride, is thrown down, and the ammonium chloride is removed by washing it out with hot water, when the columbium nitride remains as an amorphous residue (Hall and Smith, loc. cit.).",
		"The precipitate, after having been collected and washed, is digested with a warm concentrated solution of ammonium carbonate, which dissolves the uranium as a yellow solution of ammonium uranate, while the hydrated oxide of iron, the alumina, &c., remain.",
		"Uranyl sulphide, UO 2 S, is a black precipitate obtained by adding ammonium sulphide to a uranyl solution.",
		"The crystals are very soluble in cold water, and if the salt is really pure a small proportion of water forms a clear solution; but on adding much water most of the salt is decomposed, with the formation of a precipitate of oxychloride, 2Sn(OH)Cl H20.",
		"If the two reagents are mixed a precipitate of yellow stannic sulphide is produced.",
		"Stannous sulphide, SnS, is obtained as a lead-grey mass by heating tin with sulphur, and as a brown precipitate by adding sulphuretted hydrogen to a stannous solution; this is soluble in ammonium polysulphide, and dries to a black powder.",
		"Stannic sulphide, SnS 2, is obtained by heating a mixture of tin (or, better, tin amalgam), sulphur and sal-ammoniac in proper proportions in the beautiful form of aurum musivum (mosaic gold) - a solid consisting of golden yellow, metallic lustrous scales, and used chiefly as a yellow \"bronze\" for plaster-of-Paris statuettes, &c. The yellow precipitate of stannic sulphide obtained by adding sulphuretted hydrogen to a stannic solution readily dissolves in solutions of the alkaline sulphides to form thiostannates of the formula M 2 SnS 31 the free acid, H2SnS3, may be obtained as an almost black powder by drying the yellow precipitate formed when hydrochloric acid is added to a solution of a thiostannate.",
		"Stannous salt solutions yield a brown precipitate of SnS with sulphuretted hydrogen, which is insoluble in cold dilute acids and in real sulphide of ammonium, (NH 4) 2 S; but the yellow, or the colourless reagent on addition of sulphur, dissolves the precipitate as SnS 2 salt.",
		"Stannic salt solutions give a yellow precipitate of SnS 2 with sulphuretted hydrogen, which is insoluble in cold dilute acids but readily soluble in sulphide of ammonium, and is re-precipitated therefrom as SnS2 on acidification.",
		"Only stannous salts (not stannic) give a precipitate of calomel in mercuric chloride solution.",
		"A mixture of stannous and stannic chloride, when added to a sufficient quantity of solution of chloride of gold, gives an intensely purple precipitate of gold purple (purple of Cassius).",
		"The solutions are oxidized, precipitated with ammonia, the precipitate dissolved in hydrochloric acid, and re-thrown down by boiling with sodium sulphate.",
		"The precipitate is filtered, washed, dried and ignited.",
		"The oil separates from the fat-cells and is found lying free, while the sulphuretted hydrogen evolved as one of the products of putrefaction reacts upon the iron of the blood and throws down a precipitate of sulphide of iron, which in course of time imparts to the limb a range of colour commencing in green and terminating in black.",
		"They all contain albumen and throw down a precipitate with heat and nitric acid.",
		"Zinc hydroxide, Zn (OH) 2, is prepared as a gelatinous precipitate by adding a solution of any zinc salt to caustic potash.",
		"Zinc sulphide, ZnS, occurs in nature as blende (q.v.), and is artificially obtained as a white precipitate by passing sulphuretted hydrogen into a neutral solution of a zinc salt.",
		"Both are easily removed by passing chlorine through the cold solution, to produce ferric and manganic salt, and then digesting the liquid with a washed precipitate of basic carbonate, produced from a small portion of the solution by means of sodium carbonate.",
		"The precipitate, even after exhaustive washing with hot water, still contains a trace of alkali; but from the oxide, prepared from it by ignition, the alkali can be washed away.",
		"In the case of acetate the precipitation is quite complete; from a sulphate or chloride solution the greater part of the metal goes into the precipitate; in the presence of a sufficiency of free HC1 the metal remains dissolved; sulphide of ammonium precipitates the metal completely, even in the presence of ammonium salts and free ammonia.",
		"The precipitate, when heated, passes into oxide, which is yellow in the heat and white after cooling; and, if it be moistened with cobalt nitrate solution and re-heated, it exhibits a green colour after cooling.",
		"Titanium trioxide, T103, is obtained as a yellow precipitate by dropping the chloride into alcohol, adding hydrogen peroxide, and finally ammonium carbonate or potash.",
		"A hydrated dioxide, approximating in composition to SrO 2.8H 2 O, is formed as a crystalline precipitate when hydrogen peroxide is added to an aqueous solution of strontium hydroxide.",
		"Many electrolytic methods have been proposed for the purification of sugar; in some of them soluble anodes are used for a few minutes in weak alkaline solutions, so that the caustic alkali from the cathode reaction may precipitate chemically the hydroxide of the anode metal dissolved in the liquid, the precipitate carrying with it mechanically some of the impurities present, and thus clarifying the solution.",
		"Thus a strip of zinc plunged into a solution of silver sulphate, containing not more than 0.03 gramme of silver in the litre, becomes covered with a flocculent precipitate which is a true alloy of silver and zinc, and in the same way, when copper is precipitated from its sulphate by zinc, the alloy formed is brass.",
		"Aqueous alcohol becomes turbid when mixed with benzene, carbon disulphide or paraffin oil; when added to a solution of barium oxide in absolute alcohol, a white precipitate of barium hydroxide is formed.",
		"In solution minute quantities of gold may be detected by the formation of \" purple of Cassius,\" a bluish-purple precipitate thrown down by a mixture of ferric and stannous chlorides.",
		"The atomic weight of gold was first determined with accuracy by Berzelius, who deduced the value 195.7 (H= i) from the amount of mercury necessary to precipitate it from the chloride, and 195.2 from the ratio between gold and potassium chloride in potassium aurichloride, KAuC1 4.",
		"It forms a dark-violet precipitate which dries to a greyish-violet powder.",
		"When a concentrated solution of auric chloride is treated with caustic potash, a brown precipitate of auric hydrate, Au(OH) 3, is obtained, which, on heating, loses water to form auryl hydrate, AuO(OH), and auric oxide, Au 2 0 3.",
		"This salt is prepared by precipitating a solution of gold in aqua regia by ammonia, and then introducing the well-washed precipitate into a boiling solution of potassium cyanide.",
		"The precipitate is collected in a filter-press, and then roasted in muffle furnaces with nitre, borax and sodium carbonate.",
		"In this process all the anode metals pass into solution except iridium and other refractory metals of that group, which remain as metals, and silver, which is converted into insoluble chloride; lead and bismuth form chloride and oxychloride respectively, and these dissolve until the bath is saturated with them, and then precipitate with the silver in the tank.",
		"Even before this latent antagonism was made plain there were many minor matters which were sufficient to precipitate a rupture in particular congregations.",
		"Oxidizing agents (ferric chloride, &c.) give a blue precipitate with solutions of its salts.",
		"Bismuth dioxide, BiO or Bi 2 O 2, is said to be formed by the limited oxidation of the metal, and as a brown precipitate by adding mixed solutions of bismuth and stannous chlorides to a solution of caustic potash.",
		"With excess of water, it gives a white precipitate of the oxychloride, BiOC1.",
		"The basic carbonate, 2(B10) 2 CO 3 4H 2 O, obtained as a white precipitate when an alkaline carbonate is added to a solution of bismuth nitrate, is employed in medicine.",
		"The action of water on this solution produces a crystalline precipitate of basic nitrate, probably Bi(OH)2N03, though it varies with the amount of water employed.",
		"Bismuth trisulphide, B12S3, constitutes the mineral bismuthite, and may be prepared by direct union of its constituents, or as a brown precipitate by passing sulphuretted hydrogen into a solution of a bismuth salt.",
		"Traces of bismuth may be detected by treating the solution with excess of tartaric acid, potash and stannous chloride, a precipitate or dark coloration of bismuth oxide being formed even when only one part of bismuth is present in 20,000 of water.",
		"Louis having discovered Victor's intrigues with the emperor, tried to precipitate hostilities by demanding his participation in a second expedition against the Waldensians.",
		"Pertantalic acid, HTaO 4, is obtained in the hydrated form as a white precipitate by adding sulphuric acid to potassium pertantalate, K 3 Ta0 5.",
		"It is, however, a curious question how, considering the increase of carbonic acid by the decomposition of organic bodies and possible submarine exhalations of volcanic origin, the water has not in some places become saturated and a precipitate of amorphous calcium carbonate formed in the deepest water.",
		"Acetylene is readily soluble in water, which at normal temperature and pressure takes up a little more than its own volume of the gas, and yields a solution giving a purple-red precipitate with ammoniacal cuprous chloride and a white precipitate with silver nitrate, these precipitates consisting of acetylides of the metals.",
		"In some cases the operation of filtration is performed for the sake of removing impurities from the filtrate or liquid filtered, as in the purification of water for drinking purposes; in others the aim is to recover and collect the solid matter, as when the chemist filters off a precipitate from the liquid in which it is suspended.",
		"It is insoluble in acids and exists in several hydrated forms. The osmiates, corresponding to the unknown trioxide 0503, are red or green coloured salts; the solutions are only stable in the presence of excess of caustic alkali; on boiling an aqueous solution of the potassium salt it decomposes readily, forming a black precipitate of osmic acid, H20s04.",
		"Osmium disulphide, OsS2, is obtained as a dark brown precipitate, insoluble in water, by passing sulphuretted hydrogen into a solution of an osmichloride.",
		"The precipitate, being difficult to wash, is (after a preliminary washing) re-dissolved in hydrochloric acid and re-precipitated with ammonia.",
		"All soluble orthophosphates give with silver nitrate a characteristic yellow precipitate of silver phosphate, Ag 3 PO 4, soluble in ammonia and in nitric acid.",
		"After neutralization, it gives a white precipitate with silver nitrate.",
		"Their effect was to precipitate collisions between all three parties.",
		"Calcium carbonate is obtained as a white precipitate, almost insoluble in water (1 part requiring Io,000 of water for soluticn), by mixing solutions of a carbonate and a calcium salt.",
		"The mineral brushite, CaHPO 4.2H 2 0, which is isomorphous with the acid arsenate pharmacolite, CaHAs04.2H20, is an acid phosphate, and assumes monoclinic forms. The normal salt may be obtained artificially, as a white gelatinous precipitate which shrinks greatly on drying, by mixing solutions of sodium hydrogen phosphate, ammonia, and calcium chloride.",
		"Sulphuric acid gives a white precipitate of calcium sulphate with strong solutions; ammonium oxalate gives calcium oxalate, practically insoluble in water and dilute acetic acid, but readily soluble in nitric or hydrochloric acid.",
		"The precipitate is filtered off and the solution concentrated.",
		"Compounds are known which may be looked upon as derived from ammonia by the replacement of its hydrogen by the sulpho-group (HS0 3); thus potassium ammon-trisulphonate,N(SO 3 K) 3.2H20,is obtained as a crystalline precipitate on the addition of excess of potassium sulphite to a solution of potassium nitrite, KN02+3K2S03+2H20=N(S03K) 3 +4KHO.",
		"The result was a precipitate, aniline black, from which he obtained the colouring matter subsequently known as aniline blue or mauve.",
		"It may be readily recognized by the white precipitate which it forms when passed through lime or baryta water.",
		"If the original solution contained the chlorides of magnesium or calcium or sulphate of potassium all impurities remain in the mother-liquor (the sulphur as KHS04), and can be removed by washing the precipitate with strong hydrochloric acid.",
		"The commercial salt usually has an alkaline reaction; it may be purified by dissolving in the minimum amount of water, and neutralizing with dilute sulphuric acid; alcohol is now added to precipitate the potassium sulphate, the solution filtered and crystallized.",
		"The well-established doctrine that the House of Lords could not amend, though it might reject, a money-bill, coupled with the fact that it never had gone so far as to reject a budget, was relied on by the extremists as dictating the obvious party tactics; and before the year 1909 opened, the possibility of the Lords being driven to compel a dissolution by standing on their extreme rights as regards the financial provision for the year was already canvassed in political circles, though it was hardly credited that the government would precipitate a constitutional crisis of such magnitude.",
		"Wood has studied the iridescent colours seen when a precipitate of potassium silicofluoride is produced by adding silicofluoric acid to a solution of potassium chloride, and found that they are due to the same cause, the refractive index of the minute crystals precipitated being about the same as that of the solution, which latter can be varied by dilution.",
		"The precipitate is washed and then distilled from iron retorts.",
		"Stas recommends solution of the iodine in potassium iodide and subsequent precipitation by the addition of a large excess of water, the precipitate being washed, distilled in steam, and dried in vacuo over solid calcium nitrate, and then over solid caustic baryta.",
		"The soluble iodides, on the addition of silver nitrate to their nitric acid solution, give a yellow precipitate of silver iodide, which is insoluble in ammonia solution.",
		"Silver cyanide, AgNC, is formed as a white precipitate by adding potassium cyanide to silver nitrate solution; or better, by adding silver nitrate to potassium silver cyanide, KAg(NC) 2, this double cyanide being obtained by the addition of one molecular proportion of potassium cyanide to one molecular proportion of silver nitrate, the white precipitate so formed being then dissolved by adding a second equivalent of potassium cyanide.",
		"In the latter case the precipitate is dissolved in water, reprecipitated by ether, and washed with ether-alcohol.",
		"With silver nitrate it gives an orange red precipitate of silver ferricyanide, Ag 3 Fe(NC)s.",
		"The metallic cyanides may be detected by adding ferrous sulphate, ferric chloride, and hydrochloric acid to their solution, when a precipitate of Prussian blue is produced; if the original solution contains free acid it must be neutralized by caustic potash before the reagents are added.",
		"Silver nitrate gives a white precipitate with cyanides, soluble in excess of potassium cyanide.",
		"Chromium and its salts may be detected by the fact that they give a deep green bead when heated with borax, or that on fusion with sodium carbonate and nitre, a yellow mass of an alkaline chromate is obtained, which, on solution in water and acidification with acetic acid, gives a bright yellow precipitate on the addition of soluble lead salts.",
		"Sodium and potassium hydroxide solutions precipitate green chromium hydroxide from solutions of chromic salts; the precipitate is soluble in excess of the cold alkali, but is completely thrown down on boiling the solution.",
		"Normal chromates on the addition of silver nitrate give a red precipitate of silver chromate, easily soluble in ammonia, and with barium chloride a yellow precipitate of barium chromate, insoluble in acetic acid.",
		"The precipitate obtained is filtered, well washed with hot water, dried and then ignited until the weight is constant.",
		"The precipitate so obtained is a brown amorphous solid which readily oxidizes on exposure, and is decomposed by heat with liberation of hydrogen and formation of the sesquioxide.",
		"On pouring a solution of chromous chloride into a saturated solution of sodium acetate, a red crystalline precipitate of chromous acetate is produced; this is much more permanent in air than the other chromous salts and consequently can be used for their preparation.",
		"Magnesia alba, a white bulky precipitate obtained by adding sodium carbonate to Epsom salts,is a mixture of Mg(CO 3 H) (OH) 2H 2 O,Mg(CO 3 H) (OH) and Mg(OH) 2.",
		"It may be prepared by adding normal sodium phosphate to a magnesium salt and boiling the precipitate with a solution of magnesium sulphate.",
		"The magnesium salts may be detected by the white precipitate formed by adding sodium phosphate (in the presence of ammonia and ammonium chloride) to their solutions.",
		"The same reaction is made use of in the quantitative determination of magnesium, the white precipitate of magnesium ammonium phosphate being converted by ignition into magnesium pyrophosphate and weighed as such.",
		"As leader of the party and responsible for the maintenance of so great a political engine, he was anxious not to be precipitate.",
		"On the early morning of the 31st of July the prince's coup d'etat against the liberties of Utrecht and of Holland was carried out; the civic guard was disarmed - Grotius and his colleagues saving themselves by a precipitate flight.",
		"In order to prepare pure alumina, bauxite and sodium carbonate were heated in a furnace until the reaction was complete; the product was then extracted with water to dissolve the sodium aluminate, the solution treated with carbon dioxide, and the precipitate removed and dried.",
		"The filtrate, now containing roughly two molecules of alumina to one of soda, is concentrated to the original gravity of 1.45, and employed instead of fresh caustic for the attack of more bauxite; the precipitate is then collected, washed till free from soda, dried and ignited at about looo C. to convert it into a crystalline oxide which is less hygroscopic than the former amorphous variety.",
		"Aluminium hydrate, Al(OH) 3, is obtained as a gelatinous white precipitate, soluble in potassium or sodium hydrate, but insoluble in ammonium chloride, by adding ammonia to a cold solution of an aluminium salt; from boiling solutions the precipitate is opaque.",
		"With ferric chloride it gives a dark-blue precipitate of a-dinaphthol, HO C10H6 C10H6.",
		"In this process the amine salt is dissolved in absolute alcohol and diazotized by the addition of amyl nitrite; a crystalline precipitate of the diazonium salt is formed on standing, or on the addition of a small quantity of ether.",
		"To purify the oxide, it is dissolved in dilute hydrochloric acid until the acid is neatly neutralized, the solution is cooled, filtered, and baryta water is added until a faint permanent white precipitate of hydrated barium peroxide appears; the solution is now filtered, and a concentrated solution of baryta water is added to the filtrate, when a crystalline precipitate of hydrated barium peroxide, Ba0 2 8 H 2 0, is thrown down.",
		"It may be recognized by the violet coloration it gives when added to a very dilute solution of potassium bichromate in the presence of hydrochloric acid; by the orange-red colour it gives with a solution of titanium dioxide in concentrated sulphuric acid; and by the precipitate of Prussian blue formed when it is added to a solution containing ferric chloride and potassium ferricyanide.",
		"Meanwhile Raynald of Krak took advantage of the position of his fortress, which lay on the great route of trade from Damascus and Egypt, to plunder the caravans (1182), and thus helped to precipitate the inevitable attack by Saladin.",
		"To remove the iron, the precipitate is again dissolved in ammonium carbonate and steam is blown through the liquid, when beryllium oxide is precipitated.",
		"This process is repeated several times, and the final precipitate is dissolved in hydrochloric acid and precipitated by ammonia, washed and dried.",
		"The hydroxide Be(OH)2 separates as a white bulky precipitate on adding a solution of an alkaline hydroxide to a soluble beryllium salt; and like those of aluminium and zinc, this hydroxide is soluble in excess of the alkaline hydroxide, but is reprecipitated on prolonged boiling.",
		"They demonstrated the ascent of the sap through the wood of the tree, and supposed the sap to \"precipitate a kind of white coagulum or jelly, which may be well conceived to be the part which every year between bark and tree turns to wood and of which the leaves and fruits are made.\"",
		"Thallous chloride, T1C1, is readily obtained from the solution of any thallous salt, by the addition of hydrochloric acid, as a white precipitate similar in appearance to silver chloride, like which it turns violet in the light and fuses below redness into a (yellow) liquid which freezes into a horn-like flexible mass.",
		"Thallous iodide, T11, is obtained as a yellow precipitate, which requires 16,000 parts of cold water for its solution, by the addition of potassium iodide to a solution of a thallous salt, or by the direct union of its components.",
		"Thallous chloroplatinate, T1 2 PtC1 6, readily obtainable from thallous salt solutions by addition of platinum chloride, is a yellow precipitate soluble in no less than 15,600 parts of cold water.",
		"Thallous sulphide, T1 2 S, is obtained as a black precipitate by passing sulphuretted hydrogen into a thallous solution.",
		"Thallic hydroxide, TI(OH) 31 is obtained as a brown precipitate by adding a hot solution of thallous chloride in sodium carbonate to a solution of sodium hypochlorite.",
		"Sulphuretted hydrogen, in the presence of free mineral acid, gives no precipitate; sulphide of ammonium, from neutral solutions, precipitates T12S as a dark brown or black precipitate, insoluble in excess of reagent.",
		"The precipitate is dissolved in boiling water, decolorized by potassium permanganate and decomposed by barium carbonate.",
		"Urea may be recognized by its crystalline oxalate and nitrate, which are produced on adding oxalic and nitric acids to concentrated solutions of the base; by the white precipitate formed on adding mercuric nitrate to the neutral aqueous solutions of urea; and by the so-called \"biuret\" reaction.",
		"On the other hand, the climates of the east are dry, because the surface is lower and more level; and the breezes borne thither from the west, being robbed of most of their superabundant moisture in crossing the western hills, are drier and precipitate a greatly diminished rainfall.",
		"They are readily decomposed by mineral acids with the production of benzoic acid, and on addition of ferric chloride to their neutral solutions give a reddish-brown precipitate of ferric benzoate.",
		"Manganous hydroxide, Mn (OH) 2, is obtained as a white precipitate on adding a solution of a caustic alkali to a manganous salt.",
		"In the presence of ammonium salts the precipitate is dirt y white in colour, whilst in the presence of free ammonia it is a buff colour.",
		"By the addition of caustic soda to cerous salts, a white precipitate of cerous hydroxide is formed.",
		"Cerium compounds may be recognized by the red precipitate of ceric hydroxide, which is formed when sodium hypochlorite is added to a colourless cerous salt.",
		"For the quantitative determination of the metal, the salts are precipitated by caustic potash, the precipitate washed, dried and heated, and finally weighed as the dioxide.",
		"With Die Leiden des jungen Werthers (1774), the literary precipitate of the author's own experiences in Wetzlar, Goethe succeeded in attracting, as no German had done before him, the attention of Europe.",
		"The operation is finished when all the sodium sulphide has been converted into normal sodium carbonate, partly also into acid sodium carbonate (bicarbonate) NaHCO 3; at the same time a precipitate is formed, consisting of ferrous sulphide, alumina and silica, which is removed by another settling tank, and the clear liquor is now ready either for boiling down in a \" fishing-pan \" for the manufacture of white soda-ash, or for the process of causticizing.",
		"The metal is obtained from zinc blende (which only contains it in very small quantity) by dissolving the mineral in an acid, and precipitating the gallium by metallic zinc. The precipitate is dissolved in hydrochloric acid and foreign metals are removed by sulphuretted hydrogen; the residual liquid being then fractionally precipitated by sodium carbonate, which throws out the gallium before the zinc. This precipitate is converted into gallium sulphate and finally into a pure specimen of the oxide, from which the metal is obtained by the electrolysis of an alkaline solution.",
		"Potassium ferrocyanide gives a precipitate even in very dilute solution.",
		"In neutral solutions, zinc gives a precipitate of gallium oxide.",
		"The caustic alkalis added to solutions of nickel salts give a pale green precipitate of the hydroxide, insoluble in excess of the precipitant.",
		"Ammonium sulphide precipitates black nickel sulphide, which is somewhat soluble in excess of the precipitate (especially if yellow ammonium sulphide be used), forming a dark-coloured solution.",
		"Ammonium hydroxide gives a green precipitate of the hydroxide, soluble in excess of ammonia, forming a blue solution.",
		"Knorre (Ber., 1885, 18, p. 169) separate the metals by adding nitros01 3-naphthol in the presence of 50% acetic acid, a precipitate of cobalti nitroso-13-naphthol, [C 10 H 6 0(NO)] 3 Co, insoluble in hydrochloric acid, being formed, whilst the corresponding nickel compound dissolves in hydrochloric acid.",
		"We cannot take first principles \" as the bare precipitate of a progressively refined analysis \" 3 nor on the other as constitutive a.",
		"The metatungstates of the alkalis are obtained by boiling normal tungstates with tungstic acid until the addition of hydrochloric acid to the filtrate gives no precipitate.",
		"It may be distinguished from the isomeric ethylene succinic acid by the fact that its sodium salt does not give a precipitate with ferric chloride.",
		"Sulphur dioxide is then blown in, and the precipitate is treated with iron, which produces metallic copper, or milk of lime, which produces cuprous oxide.",
		"Other precipitants such as sulphuretted hydrogen and solutions of sulphides, which precipitate the copper as sulphides, and milk of lime, which gives copper oxides, have not met with commercial success.",
		"It is obtained as a fine red crystalline precipitate by reducing an alkaline copper solution with sugar.",
		"Cupric hydroxide, Cu(OH) 2, is obtained as a greenish-blue flocculent precipitate by mixing cold solutions of potash and a cupric salt.",
		"This precipitate always contains more or less potash, which cannot be entirely removed by washing.",
		"The oxychloride Cu 3 0 2 C1 2.4H 2 O is obtained as a pale blue precipitate when potash is added to an excess of cupric chloride.",
		"It may be prepared by heating cuprous sulphide with sulphur, or triturating cuprous sulphide with cold strong nitric acid, or as a dark brown precipitate by treating a copper solution with sulphuretted hydrogen.",
		"Ammonia gives a characteristic blue coloration when added to a solution of a copper salt; potassium ferrocyanide gives a brown precipitate, and, if the solution be very dilute, a brown colour is produced.",
		"Copper precipitate is taken from water pumped up from old copper mines on Parys Mountain in Anglesey.",
		"And as his deeds are, so shall be his fate and his future lot on the Day of Judgment; when he must cross the Bridge Cinvat, which, according to his works, will either guide him to the Paradise of Ahuramazda or precipitate him to the Hell of Ahriman.",
		"Calcium chloride gives a white precipitate of calcium tartrate in neutral solutions, the precipitate being soluble in cold solutions of caustic potash but re-precipitated on boiling.",
		"In solution, barium salts may be detected by the immediate precipitate they give on the addition of calcium sulphate (this serves to distinguish barium salts from calcium salts), and by the yellow precipitate of barium chromate formed on the addition of potassium chromate.",
		"Some of these are of mineral and some of vegetable origin, but they almost all possess one chemical property in common, namely, they precipitate albumin.",
		"When passed into silver nitrate solution it gives a black precipitate of silver antimonide, SbAg 3.",
		"It forms a yellowish crystalline precipitate which in moist air goes to a thick liquid.",
		"In June 1823 the expedition of General Santa Cruz, prepared with great zeal and activity at Lima, marched in two divisions upon Upper Peru, and in the following months of July and August the whole country between La Paz and Oruro was occupied by his forces; but later, the indecision and want of judgment displayed by Santa Cruz allowed a retreat to be made before a smaller royalist army, and a severe storm converted their retreat into a precipitate flight, only a remnant of the expedition again reaching Lima.",
		"The question has, however, been raised whether the toxin is really itself a proteid, or whether it is not merely carried down with the precipitate.",
		"It does not form a precipitate with lead acetate solution, as the isomeric pyrocatechin does.",
		"The resulting precipitate of silver chloride is filtered, and the residue and the precipitate are scorified together.",
		"The molybdate solution should be of such a strength that i cc. will precipitate o oi gramme of lead.",
		"The solution is filtered to get rid of the precipitate, and the titration is finished in the nearly clear filtrate, which should be always about 200 cc. in volume.",
		"Tannic acid, for instance, precipitates codeine as a tannate, salts of many of the heavy metals form precipitates of meconates and sulphates, whilst the various alkalis, alkaline carbonates and ammonia precipitate the important alkaloids.",
		"If the sodium cuprous hyposulphite was used as a solvent in addition to the simple sodium hyposulphite, cuprous sulphide will be precipitated with the silver sulphide, and the precipitate will be of lower grade.",
		"It is readily obtained as a white curdy precipitate by adding a solution of a chloride to a soluble silver salt.",
		"It is obtained as a yellowish white precipitate by mixing solutions of a bromide and a silver salt.",
		"In 1891 the imposition of an export duty on ivory excited much ill-will, and when it became known that, in his march towards the Nile, van Kerckhoven had defeated an Arab force, the Arabs on the upper Congo determined to precipitate the conflict.",
		"A colloidal selenium was obtained by C. Paal and C. Koch (Ber., 1905, 38, p. 526) by reducing selenious acid dissolved in an aqueous solution of sodium protalbate with hydrazine hydrate and hydrochloric acid, the precipitate obtained being then dissolved in sodium carbonate.",
		"This method is to exhaust the powdered bark with water acidulated with hydrochloric acid and then to precipitate the alkaloids by caustic soda.",
		"Lithium carbonate, Li 2 CO 3, obtained as a white amorphous precipitate by adding sodium carbonate to a solution of lithium chloride, is sparingly soluble in water.",
		"To occupy the one defensible position in the station, the magazine by the river with its vast military stores and its substantial masonry walls, would have involved steps which Wheeler regarded as certain to precipitate an outbreak.",
		"Silver nitrate in the presence of nitric acid gives with bromides a pale yellow precipitate of silver bromide, AgBr, which is sparingly soluble in ammonia.",
		"It phosphoresces in ozone, but not in air, and is nonpoisonous; from its solution in alcoholic potash acids precipitate the hydride P 12 H 6, and when heated it is transformed into the red modification.",
		"With silver nitrate it gives a white precipitate, Ag4P206.",
		"Unlike tannic acid, gallic acid does not precipitate albumen or salts of the alkaloids, or, except when mixed with gum, gelatin.",
		"This letter was precipitate and unfortunate.",
		"A rain-cloud raised vertically upwards expands, cools and tends to precipitate; but in the actual passage of rain-clouds over the surface of the earth other influences are at work.",
		"At the extreme left the rain-clouds are thrown up, and if this were all, they would precipitate a larger proportion of the moisture Since the above was written, this work has been taken over by the \" British Rainfall Organization.\"",
		"In solution, sulphates are always detected and estimated by the formation of a white precipitate of barium sulphate, insoluble in water and all the common reagents.",
		"It served, however, to precipitate the crisis on the continent of Europe; the great army assembled at Boulogne was turned eastwards; by the capitulation of Ulm (October 19) Austria lost a large part of her forces; and the last news that reached Pitt on his A t lit death-bed was that of the ruin of all his hopes by the US er Z crushing victory of Napoleon over the Russians and Austrians at Austerlitz (December 2).",
		"It dissolves in acids to form a mixture of a ferrous and ferric salt,' and if an alkali is added to the solution a black precipitate is obtained which dries to a dark brown mass of the composition Fe(OH)2Fe203; this substance is attracted by a magnet, and thus may be separated from the admixed ferric oxide.",
		"The monohydrate also results as a white precipitate when concentrated sulphuric acid is added to a saturated solution of ferrous sulphate.",
		"Alcohol also throws down the salt from aqueous solution, the composition of the precipitate varying with the amount of salt and precipitant employed.",
		"It may be obtained artificially as a white precipitate, which rapidly turns blue or green on exposure, by mixing solutions of ferrous sulphate and sodium phosphate.",
		"Normal ferric phosphate, FePO4.2H2O, occurs as the mineral strengite, and is obtained as a yellowish-white precipitate by mixing solutions of ferric chloride and sodium phosphate.",
		"Arsenides, Arsenites, &c. - Several iron arsenides occur as minerals; lolingite, FeAs 2, forms silvery rhombic prisms; mispickel or arsenical pyrites, Fe2AsS2, is an important commercial source of arsenic. A basic ferric arsenite, 4Fe2O3 As2O3.5H 2 O, is obtained as a flocculent brown precipitate by adding an arsenite to ferric acetate, or by shaking freshly prepared ferric hydrate with a solution of arsenious oxide.",
		"An acid arsenate, 2Fe2(HAsO4)3.9H20, is obtained as a white precipitate by mixing solutions of ferric chloride and ordinary sodium phosphate.",
		"Ferrous sulphate and sodium carbonate in the cold give a flocculent precipitate, at first white but rapidly turning green owing to oxidation.",
		"A soluble carbonate and a ferric salt give a precipitate which loses carbon dioxide on drying.",
		"Ferrous salts give a greenish precipitate with an alkali, whilst ferric give a characteristic red one.",
		"Ferrous salts also give a bluish white precipitate with ferrocyanide, which on exposure turns to a dark blue; ferric salts are characterized by the intense purple coloration with a thiocyanate.",
		"It is a strong reducing agent, giving a precipitate of cuprous oxide from alkaline copper solutions at ordinary temperature, converting mercuric chloride to mercurous chloride, and precipitating metallic silver from solutions of silver salts.",
		"Where the disease is endemic or is prevailing epidemically, it is of great importance to use all preventive measures, and for this purpose the avoidance of all causes likely to precipitate an attack is to be enjoined.",
		"Under like conditions arsenates only give a precipitate on long-continued boiling.",
		"A neutral solution of an arsenite gives a yellow precipitate of silver arsenite, Ag3AsO3, with silver nitrate solution, and a yellowish-green precipitate (Scheele's green) of cupric hydrogen arsenite, CuHAsO3, with copper sulphate solution.",
		"The salts of arsenic acid, termed arsenates, are isomorphous with the phosphates, and in general character and reactions resemble the phosphates very closely; thus both series of salts give similar precipitates with \"magnesia mixture\" and with ammonium molybdate solution, but they can be distinguished by their behaviour with silver nitrate solution, arsenates giving a reddish-brown precipitate,whilst phosphates give a yellow precipitate.",
		"The precipitate is strained off, and the patient can swallow it suspended in water.",
		"He attempted to precipitate matters by a sudden attack, and in the spring of 978 nearly captured the emperor Otto II.",
		"The hour had come for Dante, the great Florentine poet, to curse the man who was to dismember the empire, precipitate the fall of the papacy and discipline feudalism.",
		"His journey was long and triumphant, and his return precipitate; indeed it very nearly ended in a disaster at Fornovo, owing to the first of those Italian holy leagues which at the least sign of friction were ready to turn against France.",
		"The philosophers only helped to precipitate a movement which they had not created; without pointing to absolute power as the cause of the trouble, and without pretending to upset the traditional system, they attempted to instil into princes the feeling of new and more preciseobligations towards their subjects.",
		"The ceremony, however, did not take place owing to the emperor's precipitate flight by night (September 1473), occasioned by his displeasure at the duke's attitude.",
		"Although he had no desire to raise the theological issue, it must be admitted that, the discussion once set on foot, he threw himself into it with characteristic impetuosity, and thus helped to precipitate a decision which it was his interest to avert.",
		"The hydroxide, In(OH) 3j is prepared, as a gelatinous precipitate, by adding ammonia to any soluble indium salt.",
		"Part of it only is soluble in water, and that resembles gummic acid in being precipitated by alcohol and ammonium oxalate, but differs from it in giving a precipitate with neutral lead acetate and none with borax.",
		"This may precipitate lactic acidosis in patients who are taking metformin.",
		"Right heart insufficiency and pulmonary hypertension may precipitate bradycardia and systemic hypotension, when the organic iodine solution is injected.",
		"They may also precipitate bronchospasm or induce attacks of asthma in susceptible subjects.",
		"It lies in our willingness and capacity to create global catharsis in a creative way, to precipitate change by choice.",
		"The final precipitate contains cobalt in the +3 oxidation state.",
		"Trawlers, the strip miners of the sea, often precipitate the collapse of fish stocks from years of over-harvesting.",
		"Oxygen in the air oxidizes the iron(II) hydroxide precipitate to iron(III) hydroxide precipitate to iron(III) hydroxide especially around the top of the tube.",
		"Heavy CO 2 saturated water descends through lighter formation water and carbonate minerals gradually precipitate driven by ionic equilibrium.",
		"Because of the lack of charge, the neutral complex isn't soluble in water, and so you get a pale blue precipitate.",
		"Addition of hydrogen peroxide produces lots of bubbles of oxygen and a dark chocolate brown precipitate.",
		"A bright orange or yellow precipitate shows the presence of the carbon-oxygen double bond in an aldehyde or ketone.",
		"The chloride gives a white precipitate; the fluoride doesn't give a precipitate.",
		"The purple color of the potassium manganate(VII) is eventually replaced by a dark brown precipitate of manganese(IV) oxide.",
		"Oxygen in the air oxidizes the iron(II) hydroxide precipitate to iron(III) hydroxide especially around the top of the tube.",
		"An additional factor is the \" common ion \" effect, this further reduces the solubility of the precipitate.",
		"On the addition, well stirred, of a small quantity of dilute sulphuric acid, a precipitate of sulphur slowly forms, and during its growth manifests exceedingly well the phenomena under consideration.",
		"The word \"flocculent\" is used of many substances which have a fleecy or \"flock\"-like appearance, such as a precipitate of ferric hydrate.",
		"Simultaneously Hermann, a German chemical manufacturer, discovered the new metal in a specimen of zinc oxide which had been thought to contain arsenic, since it gave a yellow precipitate, in acid solution, on the addition of sulphuretted hydrogen.",
		"Cadmium hydroxide, Cd(OH) 2, is obtained as a white precipitate by adding potassium hydroxide to a solution of any soluble cadmium salt.",
		"Normal cadmium carbonates are unknown, a white precipitate of variable composition being obtained on the addition of solutions of the alkaline carbonates to soluble cadmium salts.",
		"This precipitate is insoluble in cold dilute acids, in ammonium sulphide, and in solutions of the caustic alkalis,\" a behaviour which distinguishes it from the yellow sulphides of arsenic and tin.",
		"Robilants opposition to a precipitate acceptance of the Austrian hint was founded upon fear lest King Humbert at Vienna might be pressed to disavow Irredentist aspirations, and upon a desire to arrange for a visit of the emperor Francis Joseph to Rome in return for King Humberts visit to Vienna.",
		"All voyagers agree that for varied beauty of form and colour the Society Islands are unsurpassed in the Pacific. Innumerable rills gather in lovely streams, and, after heavy rains, torrents precipitate themselves in grand cascades from the mountain cliffs - a feature so striking as to have attracted the attention of all voyagers, from Wallis downwards.",
		"The molybdates may be recognized by the fact that they give a white precipitate on the addition of hydrochloric or nitric acids to their solutions, and that with reducing agents (zinc and sulphuric acid) they give generally a blue coloration which turns to a green and finally to a brown colour.",
		"With ferric chloride it gives a violet coloration, and with bromine water a white precipitate of tribromphenol.",
		"The germanium salts are most readily recognized by the white precipitate of the disulphide, formed in acid solutions, on passing sulphuretted hydrogen.",
		"Calcium citrate must be manufactured with care to avoid an excess of chalk or lime, which would precipitate constituents of the juice that cause the fermentation of the citrate and the production of calcium acetate and butyrate.",
		"On warming citric acid with an excess of lime-water a precipitate of calcium citrate is obtained which is redissolved as the liquid cools.",
		"It forms a characteristic explosive silver salt on the addition of ammoniacal silver nitrate to its aqueous solution, and an amorphous precipitate which explodes on warming with ammoniacal cuprous chloride.",
		"If, however, phosphoric acid is present in the original substance,we may here obtain a precipitate of the phosphates of the remaining metals, together with aluminium, chromium and ferric hydrates.",
		"To the filtrate from the aluminium, iron and chromium precipitate, ammonia and ammonium sulphide are added; the precipitate may contain nickel, cobalt, zinc and manganese sulphides.",
		"The white precipitate formed by cold hydrochloric acid is boiled with water, and the solution filtered while hot.",
		"Any lead chloride dissolves, and may be identified by the yellow precipitate formed with potassium chromate.",
		"The next group precipitate may contain the white gelatinous aluminium hydroxide, the greenish chromium hydroxide, reddish ferric hydroxide, and possibly zinc and manganese hydroxides.",
		"The solution with ammonium sulphide gives a white precipitate of zinc sulphide.",
		"An immediate precipitate indicates barium; a precipitate on standing indicates strontium.",
		"The solution free from barium is treated with ammonia and ammonium sulphate, which precipitates strontium, and the calcium in the solution may be identified by the white precipitate with ammonium oxalate.",
		"If the precipitate settles readily, the supernatant liquor may be decanted through the filter paper, more water added to the precipitate and again decanted.",
		"We know the amount present in the precipitate, and since the same amount is present in the quantity of substance experimented with, we have only to work out a sum in proportion.",
		"When boiled with calcium chloride and ammonia, salicylic acid gives a precipitate of insoluble basic calcium salicylate, C 6 H 4  0 2 i Ca, a reaction which serves to distinguish it from the isomeric metaand para-hydroxybenzoic acids.",
		"If a glucose solution be added to copper sulphate and much alkali added, a yellowish-red precipitate of cuprous hydrate separates, slowly in the cold, but immediately when the liquid is heated; this precipitate rapidly turns red owing to the formation of cuprous oxide.",
		"Barreswil found that a strongly alkaline solution of copper sulphate and potassium sodium tartrate (Rochelle salt) remained unchanged on boiling, but yielded an immediate precipitate of red cuprous oxide when a solution of glucose was added.",
		"The normal ortho-phosphate, Pb3(P04)2, is a white precipitate obtained by adding sodium phosphate to lead acetate; the acid phosphate, PbHPO 4, is produced by precipitating a boiling solution of lead nitrate with phosphoric acid; the pyrophosphate and meta-phosphate are similar white precipitates.",
		"The borate, Pb 2 B 6 0 1 u 4H20, is obtained as a white precipitate by adding borax to a lead salt; this on heating with strong ammonia gives PbB2044H2.",
		"The beautiful yellow precipitate is little soluble in dilute nitric acid, but soluble in caustic potash.",
		"One method for this purpose is to convert it into a solution of the nitrate U02(N03)2, and from it to precipitate the metal as oxalate by oxalic acid (Peligot).",
		"It is soluble in alcohol and in carbon bisulphide, and also in a small quantity of water; but with an excess of water it gives a precipitate of various oxychlorides, known as powder of algaroth.",
		"In the wet way, arsenious oxide and arsenites, acidified with hydrochloric acid, give a yellow precipitate of arsenic trisulphide on the addition of sulphuretted hydrogen; this precipitate is soluble in solutions of the alkaline hydroxides, ammonium carbonate and yellow ammonium sulphide.",
		"An important chemical precipitate that formed on mixing of the spring water and the seawater was iron sulfide.",
		"The occasions which might precipitate withdrawal are duly restricted by the requirement that each of three tests must be satisfied.",
		"It is thus obtained as an olive green precipitate which is insoluble in acids and alkalis.",
		"The sesquisulphide, Ir 2 S 3, is obtained as a brown precipitate when sulphuretted hydrogen is passed into a solution of one of the sesqui-salts.",
		"On the addition of potassium cyanide they give a brown precipitate of cobalt cyanide, Co(CN) 2, which dissolves in excess of potassium cyanide to a green solution.",
		"By the addition of excess of ammonia to its aqueous solution, in the complete absence of air, a blue precipitate of a basic nitrate of the composition 6C00 N 2 0 6 5H 2 O is obtained.",
		"They give a characteristic pale red precipitate with sodium pyrophosphate, soluble in an excess of the precipitant; they also form precipitates on the addition of platinic chloride and potassium ferrocyanide.",
		"It dissolves readily in water and the aqueous solution decomposes on standing; a dark-brown flocculent precipitate of azulmic acid, C 4 H 5 N 5 0, separating whilst ammonium oxalate, urea and hydrocyanic acid are found in the solution.",
		"It had been known long before his time that when solutions of neutral salts were mixed, and no precipitate resulted, the mixed solution was also neutral.",
		"The precipitate is shaken with ammonium carbonate, which dissolves the arsenic. Filter and confirm arsenic in the solution by its particular tests.",
		"The venom is destroyed by reagents which precipitate prdteids in an insoluble form, or which destroy them, e.g.",
		"This precipitate action aroused the mistrust of the Germans, and, in view of the ambiguous attitude of the prime minister towards the Czechs, led to a vote of censure being passed at a meeting of the German national council at Prague on July is.",
		"But investigations carried out in connexion with the \"Challenger\" expedition indicated that it was an artificial product, composed of a flocculent precipitate of gypsum thrown down from seawater by alcohol, and the hypothesis of its organic character was abandoned by most biologists, Huxley included.",
		"Antimony and its salts may be readily detected by the orange precipitate of antimony sulphide which is produced when sulphuretted hydrogen is passed through their acid solutions, and also by the Marsh test (see Arsenic); in this latter case the black stain produced is not soluble in bleaching powder solution.",
		"Geuther); or by the addition of water to the pentachloride, the precipitate formed being dried over sulphuric acid (P. Conrad, Chem.",
		"In modern practice degreased bones (see Gelatin), or bone-ash which has lost its virtue as a filtering medium, &c., or a mineral phosphate is treated with sufficient sulphuric acid to precipitate all the calcium, the calcium sulphate filtered off, and the filtrate concentrated, mixed with charcoal, coke or sawdust and dried in a muffle furnace.",
		"This psychological maneuver may precipitate problems in families as adolescents begin seeking individuals outside the family as replacements for their parents.",
		"Many situations may precipitate this painful injury.",
		"By the addition of excess of ammonia to a cobalt chloride solution in absence of air, a greenishblue precipitate is obtained which, on heating, dissolves in the solution, giving a rose-red liquid.",
		"The liquid is precipitated by alcohol, and the washed and dried precipitate is then dissolved in water and allowed to stand, when the salt separates in dark-coloured crystals.",
		"The attitude of several of his colleagues was more equivocal, but though they coquetted with French financiers in the hope of obtaining the support of the Paris Bourse for Italian securities, the precipitate renewal of the alliance destroyed all probability of a close understanding with France.",
		"If excess of a mineral acid be added to a solution of an alkaline thiogermanate a white precipitate of germanium disulphide, GeS2, is obtained.",
		"The solution on the addition of ammoniacal silver nitrate behaves similarly to that of potassium pentathionate, but differs from it in giving an immediate precipitate of sulphur with ammonia, whereas the solution of the pentathionate only gradually becomes turbid on standing.",
		"Tartaric acid, which is sometimes present in large quantities as an adulterant in commercial citric acid, may be detected in the presence of the latter, by the production of a precipitate of acid potassium tartrate when potassium acetate is added to a cold solution.",
		"The precipitate formed by sulphuretted hydrogen may contain the black mercuric, lead, and copper sulphides, dark-brown bismuth sulphide, yellow cadmium and arsenious sulphides, orange-red antimony sulphide, brown stannous sulphide, dull-yellow stannic sulphide, and whitish sulphur, the last resulting from the oxidation of sulphuretted hydrogen by ferric salts, chromates, &c. Warming with ammonium sulphide dissolves out the arsenic, antimony and tin salts, which are reprecipitated by the addition of hydrochloric acid to the ammonium sulphide solution.",
		"Knowing the weight of the crucible and of the ash of the filter paper, the weight of the precipitate is determined.",
		"Cadmium salts can be recognized by the brown incrustation which is formed when they are heated on charcoal in the oxidizing flame of the blowpipe; and also by the yellow precipitate formed when sulphuretted hydrogen is passed though their acidified solutions."
	],
	"synonyms": [
		"fall",
		"come-down",
		"unexpected",
		"throw",
		"sleet",
		"impulsive",
		"impetuous",
		"impatient",
		"hurried",
		"hurl",
		"headlong",
		"hasty",
		"expedite",
		"brash",
		"abrupt",
		"precipitous",
		"precipitant",
		"overhasty",
		"hasty",
		"impetuous",
		"sudden",
		"abrupt",
		"hurried",
		"unconsidered",
		"temerarious",
		"slapdash",
		"reckless",
		"rash",
		"madcap",
		"incautious",
		"harvest",
		"fruit",
		"result",
		"ramification",
		"issue",
		"event",
		"end product",
		"effect",
		"corollary",
		"consequence",
		"aftermath",
		"upshot",
		"sequent",
		"sequence",
		"sequel"
	],
	"antonyms": [
		"check",
		"wait",
		"slow"
	]
}